[
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle L'Intense Eau de Parfum",
   "Title Line": "Sensual Florals & Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-lintense-eau-de-parfum/00286-LAC.html?dwvar_00286-LAC_size=2.5%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwd4e1d4f0/3614273203487_Idole_Lintense.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "2.5 Fl. Oz.",
   "Shade": null,
   "Price": "$123.00",
   "Discounted From Price": null,
   "Description": "Here's to the new Idôles, who daringly shine the path for others. To those whose aura radiates with success and greatness, empowering the idol that resides within each one of us. Now is your time to become a trailblazer for others. The world will shine brighter because when you succeed, you inspire others to ascend to new heights. So ignite the flame that resides in you. It is your time to embrace your power, and inspire a generation. Be your own Idôle. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "● ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2",
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle en Rose Eau de Toilette",
   "Title Line": "Hearty Florals & Juicy Red Fruits",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-en-rose-eau-de-toilette/LAN350.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw0c2a67d1/3614272520868_LVEB_EnRose_50ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "WHAT IT IS: La vie est belle en Rose introduces a fruity floral to the La vie est belle family. La vie est belle is a French expression that means \"life is beautiful.\" This new eau de toilette is composed of a floral heart of iris infused with peony and roses, and enlightened by a fruity smile. WHAT ELSE YOU NEED TO KNOW: \"La vie en rose\" is a French expression that translates to life seen through pink tinted glasses. La vie est belle En Rose paints your world in pink hues, inviting you to always see the brighter side of life, its pink side, cultivating happiness. This colorful fragrance spreads optimism with every spritz, allowing those it reaches to experience \"la vie en rose\" in all its fullness. See the world en Rose. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": "La vie est belle en Rose comes in a spray bottle for easy application on skin or clothing.",
   "Fragrance Note": "Top Note: Red fruits bring a colorful, juicy and slightly acidic effect to the zesty bergamot. Middle (Heart) Note: Peony and roses from Grasse compliment this iris gourmand to create a floral, rose blooming heart. Base Note: Sandalwood oil and patchouli add creaminess and sensuality to the dry down, and the addition of musk giving a soft, second-skin effect. Fruity, floral and delicate",
   "Bottle": "La vie est belle En Rose offers a new vision of the iconic \"crystal smile\" bottle, adorned with a pink filter that slices through the top of the bottle as if giving it a rose-tinted view on the world within. The famous wings around the neck of the bottle are lit up in pink as an ode to the free-spirited wearer.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Scented Shower Gel",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-scented-shower-gel/100605.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw43e7553a/3614271579454_LVEB_Shower_Gel.jpg?sw=570&sh=570&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "6.7 Fl. Oz.",
   "Shade": null,
   "Price": "$52.00",
   "Discounted From Price": null,
   "Description": "Softens - Soothes - Revitalizes A soft and gentle Fragrance Shower Gel that transforms into a lavish, softening foam. The revitalizing result is beautifully scented skin that is both silky and clean.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Notes Top Note: The elegance of Iris becomes the backbone of the fragrance. It blossoms from the first to the last note like never before. Middle Note: The strength of Patchouli gives strength and depth. Base Note: A sweet gourmand adds a burst of unexpected radiance.",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Intensément Eau de Parfum",
   "Title Line": "Vivid Florals with a Warm Intensity",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-intensement-eau-de-parfum/LAN589.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw72759c2e/3614272964679_LVEBIntensements_50ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.7 Fl. Oz. (50 mL)",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness. Introducing a new fragrance chapter of happiness to the La vie est belle family, La vie est belle Intensément is an addictive fusion of red iris and vanilla, bringing a floral and warm intensity to the iconic perfume. Happiness lives within all of us. Energetic and intense. Lively and strong. It’s here and now, beating inside the new La vie est belle Intensément eau de parfum. Feel the happiness urgency in every moment. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● LINALOOL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● LIMONENE ● BENZYL ALCOHOL ● CITRONELLOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● GERANIOL ● BENZYL BENZOATE ● CITRAL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ●",
   "How to apply": null,
   "Fragrance Note": "FLORAL AND WARM Top Notes: Raspberry Accord Heart Notes: Jasmine Absolute Base Notes: Red Iris, Red Vanilla, Sandalwood La vie est belle Intensément is composed of a heart of jasmine infused with notes of vivid iris, warm vanilla and sandalwood. This warm fragrance is brightened by a smile of rich raspberries and bright bergamot.",
   "Bottle": "A true embodiment of Lancôme's heritage, La vie est belle's bottle, named \"The Crystal Smile,\" was first designed in 1949 by Georges Delhomme. It captures Lancôme's founder, Armand Petitjean's, vision of femininity. A warm radiance invigorates the iconic crystal smile from the heart of the bottle to the tip of its wings. The vibrant fuchsia juice and matching chiffon scarf are made evoke a slowly burning ember, sparking a flame and warming everything in its path.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Aura Eau de Parfum",
   "Title Line": "Sun-kissed Floral & Salty Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-aura-eau-de-parfum/00427-LAC.html?dwvar_00427-LAC_size=0.34%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw76e7ef86/Idole_Aura_Packshot_1000x1000_03.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "0.34 Fl. Oz.",
   "Shade": null,
   "Price": "$31.00",
   "Discounted From Price": null,
   "Description": "Idôle Aura Eau de Parfum, the first sun-kissed scent by Lancôme, teleports you to those late summer nights. This comforting and energizing fragrance eludes the essence of rose and dazzling jasmine, accented by a refreshing aroma of salted vanilla. As unique and unstoppable as the energy that radiates from within every Idôle - share the light of success with Idôle Aura as its ambience transfers from one Idôle to another. From Idôle Aura to you and the Idôle’s who surround you. Together, there is no limit to our future and what we are capable of. Together we are unstoppable, together we are all Idôles. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match. TRIED & TRUSTED 2022 Allure Best of Beauty Scent Award",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ●",
   "How to apply": "This unforgettable perfume is intensified by the warmth of your own body. Apply on your neck and wrist, as well as in the creases of your knees and elbows for a longer-lasting, stronger scent.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle 3-Piece Fragrance Gift Set",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/la-vie-est-belle-3-piece-fragrance-gift-set/00589-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw59b79c61/3605972723369-Lancome-Fragrance-La-Vie-Est-Belle-US-Limited-Edition-Mother-Day-2022-75ml-Set-Compo-Set-Fragrance-white-boxandproduct.jpg?sw=375&sh=375&sm=cut&sfrm=jpeg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$132.00",
   "Discounted From Price": null,
   "Description": "This Limited Edition La Vie Est Belle set includes: FULL-SIZE La Vie Est Belle L'Eau de Parfum (2.5 fl. oz.) La Vie Est Belle L'Eau de Parfum Purse Spray (0.34 fl. oz.) La Vie Est Belle Nourishing Fragranced Body Lotion (1.7 fl. oz.) \"La vie est belle,\" a French expression meaning \"\"life is beautiful,\"\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Top Notes: Iris Middle Notes: Patchouli Base Notes: A Sweet Gourmand of Spun Sugar and Warm Vanilla La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom. Complex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand.",
   "Bottle": "A true embodiment of Lancôme's heritage, La Vie Est Belle's bottle, named \"The Crystal Smile,\" was first designed in 1949 by Georges Delhomme. It captures Lancôme's founder, Armand Petitjean's, vision of femininity. Rediscovered and embraced from our historical archives for La Vie Est Belle's 2012 launch, a chiffon scarf was added to the design for a flirty hint of Parisian chic.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor In Love Eau de Parfum",
   "Title Line": "Luminious Fruits & Radiant Rose",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-in-love-eau-de-parfum/1000452.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw60002f61/3605532209067_Tresor.jpg?sw=570&sh=570&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "2.5 Fl. Oz.",
   "Shade": null,
   "Price": "$112.00",
   "Discounted From Price": null,
   "Description": "Youthful. Modern. Flirty. Discover Lancôme’s newest fragrance sensation that captures the spirit of the first moment of love. Fall head over heels with the luminosity of ripe fruits, the radiance of rose and jasmine, and the vibrant warmth of cedar wood and musk. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Notes Top Notes: Nectarine accord, Pear, Bergamot Heart Notes: Turkish Rose Essence, Jasmine Base Notes: Cedar wood, Musk",
   "Bottle": "Bottle A modern, yet timeless bottle with sleek lines and an elegant silhouette includes a chic black sateen rose wrapped around the neck and is topped with the iconic Trésor diamond cap.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Eau de Parfum",
   "Title Line": "Clean, Fresh, & Floral",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-eau-de-parfum/LAN387.html?dwvar_LAN387_size=0.85%20Fl.%20Oz.%20%2825%20mL%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw6b28ccaf/Packshot%2025ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "0.85 Fl. Oz. (25 mL)",
   "Shade": null,
   "Price": "$60.00",
   "Discounted From Price": null,
   "Description": "Happiness guaranteed when you buy any of our fragrances; get your money back if you don’t love it. Enjoy free returns with your perfume purchase. Please call 1-800-LANCOME (1-800-526-2663) to receive your pre-paid return shipping label. To the generation that dreams big: strong women, empowered and outspoken. To the leaders of tomorrow: daring, pursuing new horizons and paving a new path. “I always say my idôle is my future self,” says Idôle ambassadress, Zendaya. I can, we will. We are Idôles. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": "Lavish in the sensorial experience of an Idôle. 1. Refresh your body with a bright, luxurious bath. 2. Hydrate, protect and prime your face with the radiance of UV Expert Aquagel Defense SPF 50. 3. Plump your lips with an iconic Juicy Tube gloss. 4. Prep your lashes with CILS BOOSTER XL Super-Enhancing Mascara Base, followed by a swipe or two of Monsieur Big Mascara for the ultimate lash experience. 5. Spritz Idôle Eau de Parfum, and stand strong. Whatever it is, YOU got this!",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Miracle",
   "Product Name": "MIRACLE MOMENTS SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/miracle-moments-set/LAN796.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw22c77e29/3605972704528-LCOM-VDAY-MIRACLE-SET-1000X1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$148.00",
   "Discounted From Price": null,
   "Description": "This Limited Edition Set Includes: FULL-SIZE Miracle L'Eau de Parfum (3.4 fl. oz.) Miracle L'Eau de Parfum (1.7 fl. oz.) Miracle Shower Gel (1.7 fl. oz.) Joyful. Empowering. Inspiring. Miracle is a sudden and marvelous revelation that life is extraordinary, that life is a miracle. This sensual, spicy floral fragrance is bursting with the zest of brilliant Freesia, peppered with Ginger and serenely balanced by warm Amber notes. A vibrant, sparkling fragrance that opens like the dawning of a new day with fresh, dewy notes of Lychee and Freesia. Its spicy heart echoes with notes of Magnolia, Jasmine, Ginger and Pepper as its warm base notes envelop you in the sensual splendour of Amber and Musk.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Top Notes: Lychee Fruit, Freesia Heart Notes: Magnolia, Ginger and Pepper Base Notes: Amber, Jasmine, Musk",
   "Bottle": "The bottle is classic, pure and transparent. Clean, modern and unimposing—reminiscent of a bottle created for Lancôme in the 1930s by Lalique, world renowned French crystal manufacturer.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La Vie Est Belle L’éveil Eau de Parfum",
   "Title Line": "Lancôme x Penninghen Limited Edition",
   "Product Link": "https://www.lancome-usa.com/fragrance/lancomes-selection/shop-fragrance/la-vie-est-belle-leveil-eau-de-parfum/00655-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwdf21788d/3614273782234-LVEB-LEVEIL-PACKSHOT.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz.",
   "Shade": null,
   "Price": "$144.00",
   "Discounted From Price": null,
   "Description": "Discover L'eveil, a refillable and recyclable limited edition reinterpretation of the original La Vie Est Belle packaging, inspired by Lancôme's commitment to a more sustainable future featuring the iconic La vie est belle scent.",
   "Benefits": "Designed by students from Penninghen, the renowned French School of Art Direction and Interior design, Lancôme gives the future generation of artists a voice and lets them imagine a greener tomorrow through the reinterpretation of its iconic La vie est belle packaging. The English translation to L'eveil is “awakening” to remind us of the awakening of consciousness towards a more sustainable future.",
   "Ingredients": "INGREDIENT HIGHLIGHTS: • Top Note: Sparkling Iris, sustainably-sourced in France • Middle Note: Radiant Patchouli, sustainably-sourced in Bali • Base Note: Gourmand Vanilla • No Cellophane • Reduced plastic usage",
   "How to apply": "Apply this fragrance to your pulse points: neck, wrists, elbows and behind the knees. After applying, avoid rubbing wrists together as this can distort the scent, and cause it to wear off faster.",
   "Fragrance Note": "Same beloved La Vie est belle scent: the perfect blend of precious iris notes, vibrant patchouli and vanilla accord exclusively created by three of the most renowned French perfumers to leave a warm sensual trail.",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Aura Eau de Parfum",
   "Title Line": "Sun-kissed Floral & Salty Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-aura-eau-de-parfum/00427-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwe589c919/3614273476287-Idole-Aura-50ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.7 Fl. Oz. (50mL)",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Idôle Aura Eau de Parfum, the first sun-kissed scent by Lancôme, teleports you to those late summer nights. This comforting and energizing fragrance eludes the essence of rose and dazzling jasmine, accented by a refreshing aroma of salted vanilla. As unique and unstoppable as the energy that radiates from within every Idôle - share the light of success with Idôle Aura as its ambience transfers from one Idôle to another. From Idôle Aura to you and the Idôle’s who surround you. Together, there is no limit to our future and what we are capable of. Together we are unstoppable, together we are all Idôles. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match. TRIED & TRUSTED 2022 Allure Best of Beauty Scent Award",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ●",
   "How to apply": "This unforgettable perfume is intensified by the warmth of your own body. Apply on your neck and wrist, as well as in the creases of your knees and elbows for a longer-lasting, stronger scent.",
   "Fragrance Note": "TOP: Essence of Isparta & Centifolia Roses MIDDLE: White Jasmine & Bergamot BASE: Salted Vanilla The first sun-kissed floral scent from Lancôme with sustainably sourced Isparta roses and Madagascar Bourbon Vanilla. Grown in Isparta, Turkey surrounded by lakes and bathed in sunshine, the essence of Isparta & Centifolia roses radiate a velvety aroma as their soft warm petals are sensually heated by the sun. Dazzling Jasmines and Bergamot engage in a luminous and playful dance creating a sparkling and crisp scent. The richest and most exceptional vanilla melts into a pot of musks and crystals of salt for a deep salty decadent treat.",
   "Bottle": "Idôle Aura stands tall as its bottle radiates a white glow resembling a powerful halo, drawing Idôles together around this new pillar. In this new reawakening of Idôle, Idôle Aura’s sleek and radiant bottle stands strong on its own. Just like you. Embodying the light and energy of within, a vibrant rose-golden heart represents the core of our inner strength. Protected and safe, a white iridescent halo glows from the back of the fragrance bottle, protecting the heart and hugging the bottle to its very edges.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Eau de Parfum",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-eau-de-parfum/100606.html?dwvar_100606_size=1.0%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw1903aa0b/3605532612690_LA_VIE_EST_BELLE_L_EAU_DE_PARFUM_30ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "1.0 Fl. Oz.",
   "Shade": null,
   "Price": "$85.00",
   "Discounted From Price": null,
   "Description": "\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume. La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom. Complex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand. Learn tips and tricks on how to apply your perfume for a longer lasting scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Intensément Eau de Parfum",
   "Title Line": "Vivid Florals with a Warm Intensity",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-intensement-eau-de-parfum/LAN589.html?dwvar_LAN589_size=3.4%20Fl.%20Oz.%20%28100mL%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw9ed7b334/3614272992054_LVEBIntensements_100ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz. (100mL)",
   "Shade": null,
   "Price": "$144.00",
   "Discounted From Price": null,
   "Description": "\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness. Introducing a new fragrance chapter of happiness to the La vie est belle family, La vie est belle Intensément is an addictive fusion of red iris and vanilla, bringing a floral and warm intensity to the iconic perfume. Happiness lives within all of us. Energetic and intense. Lively and strong. It’s here and now, beating inside the new La vie est belle Intensément eau de parfum. Feel the happiness urgency in every moment. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● LINALOOL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● LIMONENE ● BENZYL ALCOHOL ● CITRONELLOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● GERANIOL ● BENZYL BENZOATE ● CITRAL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ●",
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Home & Away Travel Perfume Set",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/idole-home-and-away-travel-perfume-set/LAN825.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw16321b9a/LU12251_MothersDay_IDOLE_Set_Side_1000x1000_2.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$57.60",
   "Discounted From Price": "$72.00",
   "Description": "Share a moment of Lancôme happiness this Spring during your travels. FULL-SIZE Idôle Eau de Parfum (0.85 fl. oz.) TRAVEL-SIZE Idôle Rollerball (0.34 fl. oz.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "FRESH FLORAL Top Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Notes: Rose and Jasmine Bottom Notes: White Musk, Vanilla, Patchouli, Cedarwood Idôle- Made for women, by women. Three talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla. At the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. With four roses, Idôle’s modern, radiant, youthful rose is revealed. Jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully.Enveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn. With a profound respect for our planet and its people, Idôle invests in global communities by sourcing our ingredients ethically and sustainably.",
   "Bottle": "Designed to be the first of its kind, say \"\"hello\"\" to the world's thinnest perfume bottle. Its horizontal silhouette, sharp and centered with a golden sphere, embodies female determination. Available in several refillable formats to reduce environmental impact, Idôle reinforces its commitment to sustainability. The world is yours. Take care of it.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle L'Éclat Eau de Parfum",
   "Title Line": "Sparkling Orange Blossom & Fresh Iris",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-leclat-eau-de-parfum/LAN120.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw3bb7c621/3614271579492_LVEB_Eclat.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.69 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "You see it in the sparkle of an eye, in the vibration of a smile. Something that the French call L’Éclat. L’Éclat is the fragrance of a luminous and never ending emotion, an invitation to share the light of happiness. A new olfactive of La vie est belle in a multi -faceted bottle that captures the light of happiness. This fragrance embodies the sparkle of the orange blossom, radiant fresh and sophisticated. For the woman who is looking for a fragrance that is fresher and lighter than La Vie est Belle Eau de Parfum, yet sensual and addictive. La vie est belle L'Éclat can be worn all day and layered with La Vie Est Belle classic ancillaries. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Heart: Iris & Orange Blossom Smile: Vanilla Bean Scent type: Radiant, Luminous, Fresh",
   "Bottle": "A brand new multi-faceted, precious bottle that captures the light of happiness and spreads it around.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "TRÉSOR MOMENTS HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/tresor-moments-holiday-set/LAN883.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwb9eff13f/3614273882279-lancome-tresor-fragrance-bodylotion-travelspray-pursespray-giftset-holiday-valueset-packshotwithcarton2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$103.00",
   "Discounted From Price": null,
   "Description": "Treasure moments of love, romance, and elegance this holiday season with Trésor both at home and on the go! Share notes of rose, lilac, peach & apricot blossom, with the ones you treasure most. This Limited Edition Fragrance Set Includes: FULL-SIZE TRÉSOR EAU DE PARFUM SPRAY (1.7 FL. Oz.) TRÉSOR EAU DE PARFUM SPRAY (0.34 FL. Oz.) TRÉSOR BODY LOTION (1.6 Fl. Oz.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Warm Top Note: Apricot Blossom, Rose Middle Note: Lilac, Iris, Peach Base Note: Amber, Sandalwood, Musk, Vanilla",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Eau de Parfum",
   "Title Line": "Clean, Fresh, & Floral",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-eau-de-parfum/LAN387.html?dwvar_LAN387_size=3.4%20Fl.%20Oz.%20%28100mL%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw30a40867/2020_LAN_FRAG_Idole_100ML_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz. (100mL)",
   "Shade": null,
   "Price": "$135.00",
   "Discounted From Price": null,
   "Description": "Happiness guaranteed when you buy any of our fragrances; get your money back if you don’t love it. Enjoy free returns with your perfume purchase. Please call 1-800-LANCOME (1-800-526-2663) to receive your pre-paid return shipping label. To the generation that dreams big: strong women, empowered and outspoken. To the leaders of tomorrow: daring, pursuing new horizons and paving a new path. “I always say my idôle is my future self,” says Idôle ambassadress, Zendaya. I can, we will. We are Idôles. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": "Lavish in the sensorial experience of an Idôle. 1. Refresh your body with a bright, luxurious bath. 2. Hydrate, protect and prime your face with the radiance of UV Expert Aquagel Defense SPF 50. 3. Plump your lips with an iconic Juicy Tube gloss. 4. Prep your lashes with CILS BOOSTER XL Super-Enhancing Mascara Base, followed by a swipe or two of Monsieur Big Mascara for the ultimate lash experience. 5. Spritz Idôle Eau de Parfum, and stand strong. Whatever it is, YOU got this!",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "Oui La vie est belle Eau de Parfum",
   "Title Line": "Bright and Juicy Florals & Fruits",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/oui-la-vie-est-belle-eau-de-parfum/00603-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw96c4ab50/LVEBoui_packshot_50ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "50ml (1.7oz)",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Oui La vie est belle, Lancôme's first sweet iris, rose, and jasmine perfume. ​Discover Oui La vie est belle, the first sweet iris, rose, and jasmine eau de parfum by Lancôme. Enjoy La vie est belle's signature gourmand notes, now enhanced by an exceptional & bright new floral bouquet. This fragrance is for those who celebrate every moment of joy, and empowers those who wear it to embrace every opportunity. Discover Oui La vie est belle. This iconic women's fragrance is made with the finest ingredients to provide a long lasting, unique floral scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": "This new exceptional eau de parfum is a bright floral scent, highlighting the most precious flowers in perfumery: the rose centifolia and the iris pallida.",
   "Ingredients": "ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER / EAU • LINALOOL • METHYL ANTHRANILATE • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • ETHYLHEXYL SALICYLATE • BUTYL METHOXYDIBENZOYLMETHANE • CI 14700 / RED 4 • CI 60730 / EXT. VIOLET 2 • GERANIOL • ISOEUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • FARNESOL • LIMONENE • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE",
   "How to apply": "Apply this unforgettable perfume to your pulse points: the neck, the inside of your wrists, as well as in the creases of your knees and elbows for a longer-lasting, stronger scent.",
   "Fragrance Note": "This new chapter of La vie est belle keeps a zesty and colorful top of fruity bergamot, pink pepper and juicy raspberry accord. At the heart, a generous and faceted floral bouquet of rich rose centifolia, ylang ylang and jasmine marries with an abundant base of patchouli, gourmand accord and iris to intensify the addictive and sensual signature of La vie est belle.",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Aura Eau de Parfum",
   "Title Line": "Sun-kissed Floral & Salty Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-aura-eau-de-parfum/00427-LAC.html?dwvar_00427-LAC_size=3.4%20Fl.%20Oz.%20%28100mL%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw4c683aa1/3614273476164-Idole-Aura-100ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz. (100mL)",
   "Shade": null,
   "Price": "$135.00",
   "Discounted From Price": null,
   "Description": "Idôle Aura Eau de Parfum, the first sun-kissed scent by Lancôme, teleports you to those late summer nights. This comforting and energizing fragrance eludes the essence of rose and dazzling jasmine, accented by a refreshing aroma of salted vanilla. As unique and unstoppable as the energy that radiates from within every Idôle - share the light of success with Idôle Aura as its ambience transfers from one Idôle to another. From Idôle Aura to you and the Idôle’s who surround you. Together, there is no limit to our future and what we are capable of. Together we are unstoppable, together we are all Idôles. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match. TRIED & TRUSTED 2022 Allure Best of Beauty Scent Award",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ●",
   "How to apply": "This unforgettable perfume is intensified by the warmth of your own body. Apply on your neck and wrist, as well as in the creases of your knees and elbows for a longer-lasting, stronger scent.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "TRÉSOR SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/tresor-set/00594-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwf518fceb/3605972723321-Lancome-Fragrance-Tr%C3%A9sor-Limited-Edition-Mother-Day-2022-100ml-BoxAndProduct-WhiteBackground-1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpeg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$130.00",
   "Discounted From Price": null,
   "Description": "This Limited Edition Trésor Set Includes: FULL-SIZE Trésor L'Eau de Parfum (3.4 fl. oz.) Trésor L'Eau de Parfum Purse Spray (0.34 fl. oz.) Trésor Precious Perfumed Body Lotion (1.7 fl. oz.) Trésor The Fragrance for Treasured Moments. Love. Romance. Elegance. TRÉSOR is for a woman who understands that time is precious and moments in this fast-paced world are to be treasured. Because love is a treasure, and TRÉSOR evokes that feeling of everlasting love, it makes her as radiant and precious as the fragrance she wears. The elegance of rose, mugent and lilac and the sparkle of peach and apricot blossom are just a few notes that define this luminous fragrance. A delicate and light fragrance with a romantic and smooth touch.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Top Notes: Apricot Blossom and Rose Heart Notes: Lilac, Iris and Peach Base Notes: Amber, Sandalwood, Musk and Vanilla",
   "Bottle": "Trésor is presented in an inverted crystal pyramid. The bottle is angled with rounded edges, representing the softness of the wearer. The band is black, the color a subtle reminder of the power of love and the woman embracing it. The juice is a golden peach, as radiant as the woman in love who wears it. The elegant bottle is topped with an iconic diamond-shaped cap.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor Midnight Rose Eau de Parfum",
   "Title Line": "Playful Raspberry & Sensual Musk",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-midnight-rose-eau-de-parfum/10033.html?dwvar_10033_size=1.0%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwd3383011/3605532423142_TRESOR_MIDNIGHT_ROSE_30ML.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "1.0 Fl. Oz.",
   "Shade": null,
   "Price": "$67.00",
   "Discounted From Price": null,
   "Description": "Charming. Mischievous. Desirable. A sexy-sweet blend of raspberry, rose, vanilla and sensual musk for mischievous femininity: Catch my heart if you can! Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "TRÉSOR SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/tresor-set/LAN795.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwe09e3b2e/3605972704481-LCOM-VDAY-TRESOR-SET-1000X1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$95.20",
   "Discounted From Price": "$119.00",
   "Description": "This Limited Edition Set Includes: FULL-SIZE Trésor L'Eau de Parfum (3.4 fl. oz.) Trésor L'Eau de Parfum Purse Spray (0.34 fl. oz.) Trésor Precious Perfumed Body Lotion (1.7 fl. oz.) Trésor The Fragrance for Treasured Moments. Love. Romance. Elegance. TRÉSOR is for a woman who understands that time is precious and moments in this fast-paced world are to be treasured. Because love is a treasure, and TRÉSOR evokes that feeling of everlasting love, it makes her as radiant and precious as the fragrance she wears. Share the emotion of everlasting love with Trésor, the fragrance for treasured moments. The elegance of rose, mugent and lilac and the sparkle of peach and apricot blossom are just a few notes that define this luminous fragrance. A delicate and light fragrance with a romantic and smooth touch. Share your love with a Lancôme fragrance. Show how much you care with a limited edition gift set of happiness and love.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Type: Floriental Top Notes: Apricot Blossom and Rose Heart Notes: Lilac, Iris and Peach Base Notes: Amber, Sandalwood, Musk and Vanilla Love. Romance. Elegance. TRÉSOR is for a woman who understands that time is precious and moments in this fast-paced world are to be treasured. Because love is a treasure, and TRÉSOR evokes that feeling of everlasting love, it makes her as radiant and precious as the fragrance she wears. Share the emotion of everlasting love with Trésor, the fragrance for treasured moments. The elegance of rose, mugent and lilac and the sparkle of peach and apricot blossom are just a few notes that define this luminous fragrance. A delicate and light fragrance with a romantic and smooth touch.",
   "Bottle": "Trésor is presented in an inverted crystal pyramid. The bottle is angled with rounded edges, representing the softness of the wearer. The band is black, the color a subtle reminder of the power of love and the woman embracing it. The juice is a golden peach, as radiant as the woman in love who wears it. The elegant bottle is topped with an iconic diamond-shaped cap.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "LA VIE EST BELLE HAPPINESS SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/la-vie-est-belle-happiness-set/LAN884.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwf0877324/Lancome-Fragrance-La-Vie-Est-Belle-Limited-Edition-Happiness-2022-50ml-Set-000-3614273728270-BoxAndProduct.jpg?sw=375&sh=375&sm=cut&sfrm=jpeg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$79.50",
   "Discounted From Price": "$106.00",
   "Description": "This Limited Edition Set Includes: FULL-SIZE La Vie Est Belle L'Eau de Parfum (1.7 fl. oz.) La Vie Est Belle Shower Gel (1.7 fl. oz.) La Vie Est Belle Nourishing Fragranced Body Lotion (1.7 fl. oz.) Happiness guaranteed when you buy any of our fragrances; get your money back if you don’t love it. Enjoy free returns with your perfume purchase. A pre-paid return shipping label will be included in your order. \"La vie est belle,\" a French expression meaning \"\"life is beautiful,\"\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Top Notes: Iris Middle Notes: Patchouli Base Notes: A Sweet Gourmand of Spun Sugar and Warm Vanilla La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom. Complex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand.",
   "Bottle": "A true embodiment of Lancôme's heritage, La Vie Est Belle's bottle, named \"\"The Crystal Smile,\"\" was first designed in 1949 by Georges Delhomme. It captures Lancôme's founder, Armand Petitjean's, vision of femininity. Rediscovered and embraced from our historical archives for La Vie Est Belle's 2012 launch, a chiffon scarf was added to the design for a flirty hint of Parisian chic. Affectionately, nicknamed \"\"the Julia Roberts perfume,\"\" La Vie Est Belle is elegantly represented by Julia Roberts. From her radiant personality to her iconic smile, Julia's realism and warmth symbolizes the epitome of feminine grace happiness. An accomplished actress and film producer, Julia's talents have transcended from the big screen into reality: she paved her own path; a true declaration of happiness.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle L'Intense Eau de Parfum",
   "Title Line": "Sensual Florals & Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-lintense-eau-de-parfum/00286-LAC.html?dwvar_00286-LAC_size=0.85%20Fl.%20Oz.%20%2825%20mL%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw4b40baef/3614273203463_Idole_Lintense.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "0.85 Fl. Oz. (25 mL)",
   "Shade": null,
   "Price": "$60.00",
   "Discounted From Price": null,
   "Description": "Here's to the new Idôles, who daringly shine the path for others. To those whose aura radiates with success and greatness, empowering the idol that resides within each one of us. Now is your time to become a trailblazer for others. The world will shine brighter because when you succeed, you inspire others to ascend to new heights. So ignite the flame that resides in you. It is your time to embrace your power, and inspire a generation. Be your own Idôle. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "● ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2",
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Eau de Parfum",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-eau-de-parfum/100606.html?dwvar_100606_size=2.5%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw7d553d24/3605532612836_LA_VIE_EST_BELLE_L_EAU_DE_PARFUM_75ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "2.5 Fl. Oz.",
   "Shade": null,
   "Price": "$134.00",
   "Discounted From Price": null,
   "Description": "\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume. La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom. Complex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand. Learn tips and tricks on how to apply your perfume for a longer lasting scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor In Love Eau de Parfum",
   "Title Line": "Luminious Fruits & Radiant Rose",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-in-love-eau-de-parfum/1000452.html?dwvar_1000452_size=1.0%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwcff7a416/3605532209005_Tresor.jpg?sw=570&sh=570&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "1.0 Fl. Oz.",
   "Shade": null,
   "Price": "$67.00",
   "Discounted From Price": null,
   "Description": "Youthful. Modern. Flirty. Discover Lancôme’s newest fragrance sensation that captures the spirit of the first moment of love. Fall head over heels with the luminosity of ripe fruits, the radiance of rose and jasmine, and the vibrant warmth of cedar wood and musk. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Eau de Parfum Nectar",
   "Title Line": "Bright Florals & Decadent Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-eau-de-parfum-nectar/00639-LAC.html?dwvar_00639-LAC_size=0.34%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw145e7640/LU12733_IdoleNectar_10mlWBox_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "0.34 Fl. Oz.",
   "Shade": null,
   "Price": "$31.00",
   "Discounted From Price": null,
   "Description": "Idôle L'Eau de Parfum Nectar is an olfactory treat, a reinvention of the sweet and floral fragrance. A unique, avant-garde scent which marries a faceted rose bouquet with a sweet blast of popcorn deliciousness, Idôle Nectar cannot be ignored, and rather is meant to stand out. With sustainably sourced ingredients like the Isparta Rose and Bourbon Vanilla, this attention grabbing fragrance stands for the future of perfumery and of our planet. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": "NEW GOURMAND, MOUTH-WATERING SCENT SUSTAINABLY SOURCED INGREDIENTS PEACHY & HOLOGRAPHIC BOTTLE PACKAGING CRAFTED FROM RECYCLED MATERIALS",
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● CI 14700 / RED 4 ● CI 19140 / YELLOW 5 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● GERANIOL ● EUGENOL ● ISOEUGENOL ● METHYL 2-OCTYNOATE ● COUMARIN ● FARNESOL ● LIMONENE ● HYDROXYCITRONELLAL ● CITRAL ● CITRONELLOL ● HEXYL CINNAMAL ● BENZYL ALCOHOL ● BENZYL BENZOATE ● BENZYL SALICYLATE ●",
   "How to apply": "Apply this fragrance to your pulse points: neck, wrists, elbows and behind the knees. After applying, avoid rubbing wrists together as this can distort the scent, and cause it to wear off faster.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La Vie Est Belle Eau De Parfum",
   "Title Line": "Holiday 2022 Orlinski Limited Edition",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-eau-de-parfum/00700-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwcca40ce3/pdp/00700-LAC/3614273752732_LVEB_Holiday.jpg?sw=375&sh=375&sm=cut&sfrm=jpeg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "An extraordinary holiday season is coming and this year, the iconic La vie est belle scent is adorned with the precious Lancôme x Orlinski Rose. La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Same beloved La Vie est belle scent: the perfect blend of precious iris notes, vibrant patchouli and vanilla accord exclusively created by three of the most renowned French perfumers to leave a warm sensual trail. Top Note: Sparkling Iris, sustainably-sourced in France Middle Note: Radiant Patchouli, sustainably-sourced in Bali Base Note: Gourmand Vanilla",
   "Bottle": "A true embodiment of Lancôme's heritage, La Vie Est Belle's bottle, named \"The Crystal Smile,\" was first designed in 1949 by Georges Delhomme. To bring extraordinary splendor to the festivities, French contemporary artist Richard Orlinski has created a shimmering multi-faceted golden Lancôme Rose..",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Maison Lancôme",
   "Product Name": "Magnolia Rosae Eau de Parfum",
   "Title Line": "Magnolia Petals & Sensual Musk",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/maison-lancome/magnolia-rosae-eau-de-parfum/LAN364.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw63f90d24/3614272451995_MAGNOLIA_ROSAE.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz. (100mL)",
   "Shade": null,
   "Price": "$201.00",
   "Discounted From Price": null,
   "Description": "What it is Created by Mathilde Bijaoui, Magnolia Rosae is a pastel floral blend where a magnolia petal heart, tinged with delicate roses, yields to a sensual, velvety cloud of white musks What else you need to know Maison Lancôme celebrates the French art of living that has defined the rose-emblemed brand ever since it was created by perfumer Armand Petitjean in 1935. A refined aesthete and true epicurean, a lover of travel, flowers and gastronomy alike, the Lancôme founder injected the house with the values that distinguish it still today: upholding a tradition of French excellence inherited from the golden age of modern perfumery to create generous and indulgent compositions. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "947699 02 • INGREDIENTS : ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER • BUTYL METHOXYDIBENZOYLMETHANE • HEXYL CINNAMAL • ETHYLHEXYL SALICYLATE • GERANIOL • CITRONELLOL • BENZYL ALCOHOL • CINNAMYL ALCOHOL • ISOEUGENOL • LINALOOL • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • EUGENOL • CITRAL • FARNESOL • LIMONENE • BENZYL CINNAMATE • CI 14700 / RED 4 • CI 60730 / EXT. VIOLET 2 • (FIL : B226519/2)",
   "How to apply": "Magnolia Rosae comes in a spray bottle for easy application on skin or clothing.",
   "Fragrance Note": "Top notes: Blackcurrant Accord, Freesia Accord, Saffron Accord Middle notes: Magnolia, Turkish Rose Absolute, Geranium Bourbon Base notes: Suede Accord, Ambrette Absolute, Musks",
   "Bottle": "Each bottle is blended with an illustration that is then reproduced on a golden plate on the back of the bottle, like the fingerprint of each raw material. The plate becomes the transparent window of the glass, emotionally and gracefully expressing the reinvention of the main ingredient.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "TRÉSOR INSPIRATIONS HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/tresor-inspirations-holiday-set/LAN882.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw0765ffe5/3605972770875-lancome-tresor-tresorinspirations-fragrance-bodycream-fullsize-holiday-giftset-valueset-packshotwithcarton-2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$169.00",
   "Discounted From Price": null,
   "Description": "Treasure the inspiration of love, romance, and elegance this holiday season with Trésor. Share notes of rose, lilac, peach & apricot blossom, with the ones you treasure most. This Limited Edition Fragrance Set Includes: FULL-SIZE TRÉSOR EAU DE PARFUM SPRAY (3.4 FL. Oz.) FULL-SIZE TRÉSOR EAU DE PARFUM SPRAY (1.0 FL. Oz.) TRÉSOR BODY LOTION (5.0 Fl. Oz.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Warm Top Note: Apricot Blossom, Rose Middle Note: Lilac, Iris, Peach Base Note: Amber, Sandalwood, Musk, Vanilla",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Eau de Parfum",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-eau-de-parfum/100606.html?dwvar_100606_size=0.3%20fl.%20oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw77f36d7d/LU12303_LVEB_10ML_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "0.3 fl. oz.",
   "Shade": null,
   "Price": "$31.00",
   "Discounted From Price": null,
   "Description": "\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume. La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom. Complex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand. Learn tips and tricks on how to apply your perfume for a longer lasting scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor Midnight Rose Eau de Parfum",
   "Title Line": "Playful Raspberry & Sensual Musk",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-midnight-rose-eau-de-parfum/10033.html?dwvar_10033_size=1.7%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw8f269fa2/3605532423203_TRESOR_MIDNIGHT_ROSE_50ML.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Charming. Mischievous. Desirable. A sexy-sweet blend of raspberry, rose, vanilla and sensual musk for mischievous femininity: Catch my heart if you can! Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor Eau de Parfum",
   "Title Line": "Elegant Rose & Delicate Fruit Blossoms",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-eau-de-parfum/072025.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwec068a80/3147758034929_3.4OZ_TRESOR.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,14776E+12",
   "Volume": "3.4 Fl. Oz.",
   "Shade": null,
   "Price": "$120.00",
   "Discounted From Price": null,
   "Description": "Love. Romance. Elegance. TRÉSOR is for a woman who understands that time is precious and moments in this fast-paced world are to be treasured. Because love is a treasure, and TRÉSOR evokes that feeling of everlasting love, it makes her as radiant and precious as the fragrance she wears. Share the emotion of everlasting love with Trésor, the fragrance for treasured moments. The elegance of rose, mugent and lilac and the sparkle of peach and apricot blossom are just a few notes that define this luminous fragrance. A delicate and light fragrance with a romantic and smooth touch. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": "Spray about 20 cm from skin, focusing on the warmest areas of your body: pulse points on the wrists, behind the earlobes or knees to intensify the alluring effect.",
   "Fragrance Note": "Notes Top Notes: Apricot Blossom, Rose Heart Notes: Lilac, Iris, Peach Base Notes: Amber, Sandalwood, Musk, Vanilla",
   "Bottle": "Bottle Trésor is presented in an inverted crystal pyramid. The bottle is angled with rounded edges, representing the softness of the wearer. The band is black, the color a subtle reminder of the power of love and the woman embracing it. The juice is a golden peach, as radiant as the woman in love who wears it. The elegant bottle is topped with an iconic diamond-shaped cap.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Maison Lancôme",
   "Product Name": "L’Autre Ôud Eau de Parfum",
   "Title Line": "Incense Rose & Leathery Oud Wood",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/maison-lancome/lautre-oud-eau-de-parfum/1023006.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw612466f2/3614271220424-MAISON-LAUTREOUD.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.3 Fl. Oz.",
   "Shade": null,
   "Price": "$209.00",
   "Discounted From Price": null,
   "Description": "Today, Lancôme has appointed some of the greatest contemporary perfumers to pay homage to Lancôme’s founder, Armand Petitjean. The result is Maison Lancôme, a new collection of fragrances that so exquisitely touch upon and carry on Petitjean’s dream, and the essence of the House itself. This new High Perfumery experience takes a creative stance: the very French art of blending. Each fragrance is crafted in the same manner that one composes a wine of the most superior grade (Grand cru), with a combination of varieties, origins, and extractions that are all specially selected according to precise criteria. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER ● ETHYLHEXYL METHOXYCINNAMATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● BHT ● CI 14700 / RED 4 ● CI 15510 / ORANGE 4 ● CI 17200 / RED 33 ● CI 42090 / BLUE 1 ● GERANIOL ● EUGENOL ● ISOEUGENOL ● ALPHA-ISOMETHYL IONONE ● CITRONELLOL ● BENZYL ALCOHOL ●",
   "How to apply": null,
   "Fragrance Note": "L’AUTRE ÔUD is an ensemble of 17 raw materials to recompose a deep Oud Wood enchanted by an Incense Rose signature. The most precious golds of the Perfumer’s palette blend together to create a dark and leathery Oud accord, between spicy undertones of Cypriol.",
   "Bottle": "With a precious bottle made of glass and gold, the noble materials reveal the story of the Art of Assemblage. Lancôme revisits its tradition of uniting art and craftsmanship by entrusting French artists Alex & Marine to tell the story of the Grand Cru Fragrances with each unique bottle design. Drawing inspiration from the fragrance florals, including the way that they were picked and crafted into an essence, each fragrance blend is interpreted with an illustration that has been reproduced on a golden plate on the back of the bottle, like the fingerprint of each raw material. The plate acts as the transparent window of the glass bottle, emotionally and gracefully expressing the reinvention of the Flower.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle L'Intense Eau de Parfum",
   "Title Line": "Sensual Florals & Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-lintense-eau-de-parfum/00286-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw4fe0a397/3614273203470_Idole_Lintense.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Here's to the new Idôles, who daringly shine the path for others. To those whose aura radiates with success and greatness, empowering the idol that resides within each one of us. Now is your time to become a trailblazer for others. The world will shine brighter because when you succeed, you inspire others to ascend to new heights. So ignite the flame that resides in you. It is your time to embrace your power, and inspire a generation. Be your own Idôle. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "● ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2",
   "How to apply": null,
   "Fragrance Note": "FLORAL & WARM Top Notes: Sensual Isparta Rose and Fresh Jasmine Middle Notes: Warm Musks Bottom Notes: Cedar and Madagascan Bourbon Vanilla Idôle L’Intense encapsulates a radiant and sensual rose, accentuated by a kaleidoscope of three fresh jasmines that are wrapped in a warm musk and a sweet vanilla. This modern and vibrant fragrance is true to the signature scent of Idôle Le Parfum, with a unique and sensual twist.",
   "Bottle": "Brandished like a burning flame that ignites the path forward, Idôle L’Intense is coated with a metallic gold that extends from the edges across the back of the bottle. Representing a totem for all that can be achieved. True to the original bottle design, the sharp and dynamic silhouette of the Idôle L’Intense fragrance is nomadic, while naturally fusing with the hand; a familiar shape for seamless application.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "LA VIE EST BELLE INSPIRATIONS HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/la-vie-est-belle-inspirations-holiday-set/LAN877.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw4963381d/3605972770554-lancome-lavieestbelle-fragrance-bodycream-fullsize-giftset-valueset-holiday-packshotwithcarton-2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$115.60",
   "Discounted From Price": "$144.50",
   "Description": "Inspire others with La Vie Est Belle's joyous notes of vanilla and iris in both a body lotion and an eau de parfum. Life is truly beautiful when celebrating the holidays with those we love. This Limited Edition Fragrance Set Contains: FULL-SIZE LA VIE EST BELLE EAU DE PARFUM SPRAY (3.4 Fl. Oz.) FULL-SIZE LA VIE EST BELLE BODY LOTION (6.8 Fl. Oz.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Sweet Top Note: Iris Middle Note: Patchouli Base Note: Spun Sugar, Warm Vanilla",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor Eau de Parfum",
   "Title Line": "Elegant Rose & Delicate Fruit Blossoms",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-eau-de-parfum/072025.html?dwvar_072025_size=1.0%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw99c9ff43/3147758034905_1.0OZ_TRESOR.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,14776E+12",
   "Volume": "1.0 Fl. Oz.",
   "Shade": null,
   "Price": "$67.00",
   "Discounted From Price": null,
   "Description": "Love. Romance. Elegance. TRÉSOR is for a woman who understands that time is precious and moments in this fast-paced world are to be treasured. Because love is a treasure, and TRÉSOR evokes that feeling of everlasting love, it makes her as radiant and precious as the fragrance she wears. Share the emotion of everlasting love with Trésor, the fragrance for treasured moments. The elegance of rose, mugent and lilac and the sparkle of peach and apricot blossom are just a few notes that define this luminous fragrance. A delicate and light fragrance with a romantic and smooth touch. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": "Spray about 20 cm from skin, focusing on the warmest areas of your body: pulse points on the wrists, behind the earlobes or knees to intensify the alluring effect.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Maison Lancôme",
   "Product Name": "Jasmins Marzipane Eau de Parfum",
   "Title Line": "Jasmine Blend & Woody Accords",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/maison-lancome/jasmins-marzipane-eau-de-parfum/1023001.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwea265ca8/3614270529511-MAISON-JASMIN.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz.",
   "Shade": null,
   "Price": "$201.00",
   "Discounted From Price": null,
   "Description": "Today, Lancôme has appointed some of the greatest contemporary perfumers to pay homage to Lancôme’s founder, Armand Petitjean. The result is Maison Lancôme, a new collection of fragrances that so exquisitely touch upon and carry on Petitjean’s dream, and the essence of the House itself. This new High Perfumery experience takes a creative stance: the very French art of blending. Each fragrance is crafted in the same manner that one composes a wine of the most superior grade (Grand cru), with a combination of varieties, origins, and extractions that are all specially selected according to precise criteria. Now available in travel size! Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● ETHYLHEXYL METHOXYCINNAMATE ● BUTYL METHOXYDIBENZOYLMETHANE ● BHT ● CI 14700 / RED 4 ● CI 15510 / ORANGE 4 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● EUGENOL ● ALPHA-ISOMETHYL IONONE ● FARNESOL ● LIMONENE ● ANISE ALCOHOL ● BENZYL ALCOHOL ● BENZYL BENZOATE",
   "How to apply": null,
   "Fragrance Note": "The fragrance stands out with its lively yet enveloping femininity, making its trail deliciously irresistible. Dominique Ropion blended a duo of the highest quality natural hand-picked Jasmine. Sambac Jasmine Absolute, gathered at dawn from the first harvests, conveys explosive, green and radiant luminosity, while Grandiflorum Jasmine Absolute from the last summer harvests brings more opulent and animal tones with leathery and fruity accents. The Almond Wood signature softens the entire creation. Bourbon Vanilla Extract, which exalts the smooth, sensual, spicy and leathery facets of the scent, is accentuated by creamy Sandalwood, Cashmeran Wood and Musks. [Woody White Flower Floral]",
   "Bottle": "With a precious bottle made of glass and gold, the noble materials reveal the story of the Art of Assemblage. Lancôme revisits its tradition of uniting art and craftsmanship by entrusting French artists Alex & Marine to tell the story of the Grand Cru Fragrances with each unique bottle design. Drawing inspiration from the fragrance florals, including the way that they were picked and crafted into an essence, each fragrance blend is interpreted with an illustration that has been reproduced on a golden plate on the back of the bottle, like the fingerprint of each raw material. The plate acts as the transparent window of the glass bottle, emotionally and gracefully expressing the reinvention of the Flower.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Soleil Cristal Eau de Parfum",
   "Title Line": "Sweet Vanilla & Tropical Coconut",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-soleil-cristal-eau-de-parfum/00338-LAC.html?dwvar_00338-LAC_size=100ml%20%283.4oz%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwc3047843/3614273357197_LVEB_SOLEIL_CRISTAL.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "100ml (3.4oz)",
   "Shade": null,
   "Price": "$144.00",
   "Discounted From Price": null,
   "Description": "Happiness is more than a feeling, it is an aura that radiates all around like the sun on a warm summer's day. La vie est belle Soleil Cristal (Crystal Sun) eau de parfum captures the essence of a sunny summer day – warm yet fresh, made for those who live to bask in the sun.​ Encased within an iridescent botte, La vie est belle Soleil Cristal perfume sparkles like a ray of sunshine, bursting with fresh white florals radiating with top fragrance notes of sparkling mandarin and a warm luminous heart of ylang-ylang, vanilla, and coconut accords. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ●",
   "How to apply": "This unforgettable perfume is intensified by the warmth of your own body. Apply on your neck and wrist, as well as in the creases of your knees and elbows for a longer-lasting, stronger scent.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Soleil Cristal Eau de Parfum",
   "Title Line": "Sweet Vanilla & Tropical Coconut",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-soleil-cristal-eau-de-parfum/00338-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw39a30a45/3614273357203_LVEB_SOLEIL_CRISTAL.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "50ml (1.7oz)",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Happiness is more than a feeling, it is an aura that radiates all around like the sun on a warm summer's day. La vie est belle Soleil Cristal (Crystal Sun) eau de parfum captures the essence of a sunny summer day – warm yet fresh, made for those who live to bask in the sun.​ Encased within an iridescent botte, La vie est belle Soleil Cristal perfume sparkles like a ray of sunshine, bursting with fresh white florals radiating with top fragrance notes of sparkling mandarin and a warm luminous heart of ylang-ylang, vanilla, and coconut accords. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ●",
   "How to apply": "This unforgettable perfume is intensified by the warmth of your own body. Apply on your neck and wrist, as well as in the creases of your knees and elbows for a longer-lasting, stronger scent.",
   "Fragrance Note": "FRESH FLORALS TOP: Mandarin Oils MIDDLE: White Iris & Ylang-Ylang Essence BASE: Madagascan Bourbon Vanilla & Sunny Coconut Accord",
   "Bottle": "Like a crystal diffracting light, La vie est belle Soleil Cristal reveals its bottle's holographic finish in a dazzling dance of colors. From its warm golden heart to the tip of its matching chiffon scarf, the bottle refracts light like a glowing halo of happiness.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Maison Lancôme",
   "Product Name": "Pivoines Printemps Eau de Parfum",
   "Title Line": "Spring Peonies & Spicy Pink Pepper",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/maison-lancome/pivoines-printemps-eau-de-parfum/LAN365.html?dwvar_LAN365_size=3.4%20Fl.%20Oz.%20%28100mL%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwa2bdc269/3614272452077-MAISON-PRIVOINES.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz. (100mL)",
   "Shade": null,
   "Price": "$201.00",
   "Discounted From Price": null,
   "Description": "What it is Crafted by Nicolas Beaulieu, the springtime sweetness of Pivoines Printemps is based on the fresh, rosy notes of a bouquet of peonies, enhanced by a spicy touch of pink peppercorns and enveloped in a delicious rose chantilly. What else you need to know Maison Lancôme celebrates the French art of living that has defined the rose-emblemed brand ever since it was created by perfumer Armand Petitjean in 1935. A refined aesthete and true epicurean, a lover of travel, flowers and gastronomy alike, the Lancôme founder injected the house with the values that distinguish it still today: upholding a tradition of French excellence inherited from the golden age of modern perfumery to create generous and indulgent compositions. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "\"560411 06 • INGREDIENTS : ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER • PAEONIA SUFFRUTICOSA ROOT EXTRACT • METHYL ANTHRANILATE • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • BUTYL METHOXYDIBENZOYLMETHANE • BUTYLENE GLYCOL • CI 14700 / RED 4 • LINALOOL • GERANIOL • EUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • LIMONENE • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE • (FIL : B226512/1)\"",
   "How to apply": "Pivoines Printemps comes in a spray bottle for easy application on skin or clothing.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Eau de Parfum",
   "Title Line": "Clean, Fresh, & Floral",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-eau-de-parfum/LAN387.html?dwvar_LAN387_size=0.34%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwb9ca833d/3614273111928_Idole_10ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "0.34 Fl. Oz.",
   "Shade": null,
   "Price": "$31.00",
   "Discounted From Price": null,
   "Description": "Happiness guaranteed when you buy any of our fragrances; get your money back if you don’t love it. Enjoy free returns with your perfume purchase. Please call 1-800-LANCOME (1-800-526-2663) to receive your pre-paid return shipping label. To the generation that dreams big: strong women, empowered and outspoken. To the leaders of tomorrow: daring, pursuing new horizons and paving a new path. “I always say my idôle is my future self,” says Idôle ambassadress, Zendaya. I can, we will. We are Idôles. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": "Lavish in the sensorial experience of an Idôle. 1. Refresh your body with a bright, luxurious bath. 2. Hydrate, protect and prime your face with the radiance of UV Expert Aquagel Defense SPF 50. 3. Plump your lips with an iconic Juicy Tube gloss. 4. Prep your lashes with CILS BOOSTER XL Super-Enhancing Mascara Base, followed by a swipe or two of Monsieur Big Mascara for the ultimate lash experience. 5. Spritz Idôle Eau de Parfum, and stand strong. Whatever it is, YOU got this!",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "IDÔLE MOMENTS HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/idole-moments-holiday-set/LAN874.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw5585961e/3605972770714-lancome-idole-fragrance-bodycream-travelspray-pursespray-lashidole-mascara-holiday-giftset-valueset-packshotwithcarton2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$130.00",
   "Discounted From Price": null,
   "Description": "Dare to dream big with the ever-evolving fresh & clean florals of Idôle. For both at home and on the go! Be unstoppable this holiday season with your favorite fragrance, body lotion, and sampling of our bestselling Lash Idôle Mascara. This Limited Edition Fragrance Set Contains: FULL-SIZE IDÔLE EAU DE PARFUM SPRAY (3.4 FL. Oz.) FULL-SIZE IDÔLE EAU DE PARFUM SPRAY (0.34 FL. Oz.) IDÔLE POWER CREME BODY LOTION (1.7 Fl. Oz.) LASH IDÔLE MASCARA (0.08 Fl. Oz.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Fresh Top Note: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Note: Rose & Jasmine Base Note: White Musk, Vanilla, Patchouli, Cedarwood",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "IDÔLE 3-PIECE SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/idole-3-piece-set/LAN905.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw9d1d0701/3605972723406-Lancome-Fragrance-Id%C3%B4le-Limited-Edition-Mother-Day-2022-100ml-Set-WHITE-BoxAndProduct.jpg?sw=375&sh=375&sm=cut&sfrm=jpeg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$101.25",
   "Discounted From Price": "$135.00",
   "Description": "This Limited Edition Idôle Set Includes: FULL-SIZE Idôle Eau de Parfum (3.4 fl. oz.) Idôle Rollerball (0.34 fl. oz.) Idôle Power Cream (1.7 fl. oz.) To the generation that dreams big: strong women, empowered and outspoken. To the leaders of tomorrow: daring, pursuing new horizons and paving a new path.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "FRESH FLORAL Top Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Notes: Rose and Jasmine Bottom Notes: White Musk, Vanilla, Patchouli, Cedarwood Idôle- Made for women, by women. Three talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla. At the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. With four roses, Idôle’s modern, radiant, youthful rose is revealed. Jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully.Enveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn. With a profound respect for our planet and its people, Idôle invests in global communities by sourcing our ingredients ethically and sustainably.",
   "Bottle": "Designed to be the first of its kind, say \"\"hello\"\" to the world's thinnest perfume bottle. Its horizontal silhouette, sharp and centered with a golden sphere, embodies female determination. Available in several refillable formats to reduce environmental impact, Idôle reinforces its commitment to sustainability. The world is yours. Take care of it.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "La Nuit Trésor Eau de Parfum",
   "Title Line": "Sultry Black Rose & Radiant Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/la-nuit-tresor-eau-de-parfum/102607.html?dwvar_102607_size=1.7%20Fl.%20Oz.%20%2850%20mL%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwcb542737/3605533315224_Tresor_LaNuit.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "1.7 Fl. Oz. (50 mL)",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Discover La Nuit Trésor, a sultry, smouldering perfume for women with notes of fresh raspberry, frankincense, and vanilla, with a bewitching heart of Black Rose essence. This new fragrance is Lancôme’s first ‘Gourmand Woody Fruity & Floral’ perfume, a scent of passionate love - as showcased in the new advert featuring the beautiful Penelope Cruz. This rich and exquisite women’s perfume was crafted by two master perfumers who combined their craftsmanship to create La Nuit Trésor Eau de Parfum. Beginning with a burst of delicious raspberry, the notes of a Damascena rose have then been enhanced to give the fragrance a deep and mysterious scent. Vanilla, grown on the petals of an orchid in Tahiti, gives the fragrance a solar and radiant note. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL • PARFUM/FRAGRANCE • AQUA/WATER • DIETHYLAMINO HYDROXYBENZOYL HEXYL BENZOATE • ETHYLHEXYL METHOXYCINNAMATE • CI 14700/RED 4 • CI 17200/RED 33 • CI 19140/YELLOW 5 • CI 60730/EXT. VIOLET 2 • LINALOOL • GERANIOL • EUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • CINNAMYL ALCOHOL • LIMONENE • HYDROXYCITRONELLAL • CITRAL • CITRONELLOL • HEXYL CINNAMAL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE",
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Maison Lancôme",
   "Product Name": "Ôud Bouquet Eau de Parfum",
   "Title Line": "Sensual Rose & Seductive Woods",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/maison-lancome/oud-bouquet-eau-de-parfum/1023005.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw617635fc/3614271220431-MAISON-OUDBOUQUET.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz.",
   "Shade": null,
   "Price": "$209.00",
   "Discounted From Price": null,
   "Description": "Today, Lancôme has appointed some of the greatest contemporary perfumers to pay homage to Lancôme’s founder, Armand Petitjean. The result is Maison Lancôme, a new collection of fragrances that so exquisitely touch upon and carry on Petitjean’s dream, and the essence of the House itself. This new High Perfumery experience takes a creative stance: the very French art of blending. Each fragrance is crafted in the same manner that one composes a wine of the most superior grade (Grand cru), with a combination of varieties, origins, and extractions that are all specially selected according to precise criteria. Now available in travel size! Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER ● ETHYLHEXYL METHOXYCINNAMATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● BHT ● CI 14700 / RED 4 ● CI 15510 / ORANGE 4 ● CI 17200 / RED 33 ● CI 42090 / BLUE 1 ● GERANIOL ● EUGENOL ● ISOEUGENOL ● ALPHA-ISOMETHYL IONONE ● CITRONELLOL ● BENZYL ALCOHOL ●",
   "How to apply": null,
   "Fragrance Note": "Ôud Bouquet is a narcotic and sensual rose. It draws its mysterious depth from the heart of oriental wood and its strength from warm, captivating spices. Fabrice Pellegrin, renowned for his subtle creations, blended a trio of bold woods – composed of 20-year-old Oud Wood and smoky Guaiac Wood softened by the enveloping sweetness of Copahu Wood. The Praline Rose signature, crafted from Centifolia Rose Absolute, Vanilla and a Praline Accord, gives this fragrance an enigmatic and infinitely seductive power. [Woody Oriental]",
   "Bottle": "With a precious bottle made of glass and gold, the noble materials reveal the story of the Art of Assemblage. Lancôme revisits its tradition of uniting art and craftsmanship by entrusting French artists Alex & Marine to tell the story of the Grand Cru Fragrances with each unique bottle design. Drawing inspiration from the fragrance florals, including the way that they were picked and crafted into an essence, each fragrance blend is interpreted with an illustration that has been reproduced on a golden plate on the back of the bottle, like the fingerprint of each raw material. The plate acts as the transparent window of the glass bottle, emotionally and gracefully expressing the reinvention of the Flower.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "IDÔLE 3-PIECE FRAGRANCE AND BODY CREAM SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/idole-3-piece-fragrance-and-body-cream-set/00590-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw9d1d0701/3605972723406-Lancome-Fragrance-Id%C3%B4le-Limited-Edition-Mother-Day-2022-100ml-Set-WHITE-BoxAndProduct.jpg?sw=375&sh=375&sm=cut&sfrm=jpeg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$135.00",
   "Discounted From Price": null,
   "Description": "This Limited Edition Idôle Set Includes: FULL-SIZE Idôle Eau de Parfum (3.4 fl. oz.) Idôle Rollerball (0.34 fl. oz.) Idôle Power Cream (1.7 fl. oz.) To the generation that dreams big: strong women, empowered and outspoken. To the leaders of tomorrow: daring, pursuing new horizons and paving a new path.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "FRESH FLORAL Top Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Notes: Rose and Jasmine Bottom Notes: White Musk, Vanilla, Patchouli, Cedarwood Idôle- Made for women, by women. Three talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla. At the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. With four roses, Idôle’s modern, radiant, youthful rose is revealed. Jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully.Enveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn. With a profound respect for our planet and its people, Idôle invests in global communities by sourcing our ingredients ethically and sustainably.",
   "Bottle": "Designed to be the first of its kind, say \"\"hello\"\" to the world's thinnest perfume bottle. Its horizontal silhouette, sharp and centered with a golden sphere, embodies female determination. Available in several refillable formats to reduce environmental impact, Idôle reinforces its commitment to sustainability. The world is yours. Take care of it.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Eau de Parfum Nectar",
   "Title Line": "Bright Florals & Decadent Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-eau-de-parfum-nectar/00639-LAC.html?dwvar_00639-LAC_size=0.85%20fl.%20oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwafe5eb48/LU12733_IdoleNectar_25ml_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "0.85 fl. oz.",
   "Shade": null,
   "Price": "$60.00",
   "Discounted From Price": null,
   "Description": "Idôle L'Eau de Parfum Nectar is an olfactory treat, a reinvention of the sweet and floral fragrance. A unique, avant-garde scent which marries a faceted rose bouquet with a sweet blast of popcorn deliciousness, Idôle Nectar cannot be ignored, and rather is meant to stand out. With sustainably sourced ingredients like the Isparta Rose and Bourbon Vanilla, this attention grabbing fragrance stands for the future of perfumery and of our planet. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": "NEW GOURMAND, MOUTH-WATERING SCENT SUSTAINABLY SOURCED INGREDIENTS PEACHY & HOLOGRAPHIC BOTTLE PACKAGING CRAFTED FROM RECYCLED MATERIALS",
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● CI 14700 / RED 4 ● CI 19140 / YELLOW 5 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● GERANIOL ● EUGENOL ● ISOEUGENOL ● METHYL 2-OCTYNOATE ● COUMARIN ● FARNESOL ● LIMONENE ● HYDROXYCITRONELLAL ● CITRAL ● CITRONELLOL ● HEXYL CINNAMAL ● BENZYL ALCOHOL ● BENZYL BENZOATE ● BENZYL SALICYLATE ●",
   "How to apply": "Apply this fragrance to your pulse points: neck, wrists, elbows and behind the knees. After applying, avoid rubbing wrists together as this can distort the scent, and cause it to wear off faster.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "La Nuit Trésor Nude Eau de Toilette",
   "Title Line": "Bright Bergamot & Creamy Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/la-nuit-tresor-nude-eau-de-toilette/LAN574.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw20888a04/3614272761759_TRESORNUDE_50ML.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "50 ML",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Trésor introduces a new chapter with La Nuit Trésor Nude: Shades of dazzling rose intertwine with bright citrus and are balanced with creamy coconut and warm vanilla. Her perfume awakens the most authentic love story. She smiles, she dances, she cries. She is everything he loves in every move she makes. In the eyes of her lover, she is sublime. A sequence of stolen moments with no filter. In his eyes, she is love. La Nuit Trésor Nude is authentic, beautiful love personified in an elegant, gem-shaped perfume bottle. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● METHYL ANTHRANILATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● GERANIOL ● ALPHA-ISOMETHYL IONONE ● AMYL CINNAMAL ● AMYL CINNAMYL ALCOHOL ● COUMARIN ● CINNAMYL ALCOHOL ● LIMONENE ● HYDROXYCITRONELLAL ● CITRAL ● CITRONELLOL ● HEXYL CINNAMAL ● BENZYL BENZOATE ●",
   "How to apply": "Lavish in the sensorial experience of Nuit Nude. 1. Refresh your body with a bright, luxurious bath. 2. Hydrate, protect and prime your face with the radiance of Rénergie skincare. 3. Pamper your lips with a little L'Absolu Rouge lipstick. 4. Prep your lashes with CILS BOOSTER XL Super-Enhancing Mascara Base, followed by a swipe or two of Définicils mascara for natural, yet noticeable eyelashes. 5. Spritz Nuit Nude and enjoy.",
   "Fragrance Note": "Top Note: Bright, fresh bergamot. Heart Note: Rich, dazzling rose. Base Note: Creamy coconut and warm vanilla.",
   "Bottle": "Dressed in only a delicate lace ribbon, almost naked, La Nuit Trésor Nude has nothing to hide and represents the power of love, unbridled romance and intense, emotional sensuality.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Aura Eau de Parfum",
   "Title Line": "Sun-kissed Floral & Salty Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-aura-eau-de-parfum/00427-LAC.html?dwvar_00427-LAC_size=0.85%20Fl.%20Oz.%20%2825%20mL%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw90b9232f/3614273476287-Idole-25ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "0.85 Fl. Oz. (25 mL)",
   "Shade": null,
   "Price": "$60.00",
   "Discounted From Price": null,
   "Description": "Idôle Aura Eau de Parfum, the first sun-kissed scent by Lancôme, teleports you to those late summer nights. This comforting and energizing fragrance eludes the essence of rose and dazzling jasmine, accented by a refreshing aroma of salted vanilla. As unique and unstoppable as the energy that radiates from within every Idôle - share the light of success with Idôle Aura as its ambience transfers from one Idôle to another. From Idôle Aura to you and the Idôle’s who surround you. Together, there is no limit to our future and what we are capable of. Together we are unstoppable, together we are all Idôles. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match. TRIED & TRUSTED 2022 Allure Best of Beauty Scent Award",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● HEXYL CINNAMAL ● LINALOOL ● LIMONENE ● CITRONELLOL ● ALPHA-ISOMETHYL IONONE ● COUMARIN ● BENZYL BENZOATE ● FARNESOL ● GERANIOL ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● CITRAL ● EUGENOL ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ●",
   "How to apply": "This unforgettable perfume is intensified by the warmth of your own body. Apply on your neck and wrist, as well as in the creases of your knees and elbows for a longer-lasting, stronger scent.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "LA VIE EST BELLE REFILL",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-refill/00654-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw8f0149e7/1_LNCME_LVEBProductpage_LavieesbelleRefill-1_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz.",
   "Shade": null,
   "Price": "$115.00",
   "Discounted From Price": null,
   "Description": "THE FRAGRANCE OF HAPPINESS A universal tribute to happiness and joy. Blending the most noble ingredients, La vie est belle is a true unforgettable fragrance. Precious Iris notes, vibrant earthy notes of patchouli, sensual warm vanilla and spun sugar are combined in this scent exclusively created by three of the most renowned French perfumers Oliver Polge, Dominique Ropion, Anne Flipo. The art of French perfumery manifested in a unique bottle shape that symbolizes a smile. Each spray will unlock a beautiful day. \"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. A NEW REFILLABLE AND RECYCLABLE BOTTLE SUSTAINABLY-SOURCED INGREDIENTS Featuring Julia Roberts. Compliments guaranteed.",
   "Benefits": null,
   "Ingredients": "INGREDIENTS: ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER / EAU • LINALOOL • BENZYL SALICYLATE • LIMONENE • METHYL ANTHRANILATE • TRIS (TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • ETHYLHEXYL SALICYLATE • BUTYL METHOXYDIBENZOYLMETHANE • CI 14700 / RED 4 • CI 17200 / RED 33 • GERANIOL • ALPHAISOMETHYL IONONE • COUMARIN • FARNESOL • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE",
   "How to apply": "Apply this fragrance to your pulse points: neck, wrists, elbows and behind the knees. For a long-lasting trail, try layering with a shower gel or body lotion. After applying, avoid rubbing wrists together as this can distort the scent, and cause it to wear off faster.",
   "Fragrance Note": "PRECIOUS AND SOFT IRIS PADILLA NOTES One of the most noble ingredients in perfumery, a beautiful white floral that is powdery, soft, and elegant. Sustainably-sourced iris padila butter from France. VIBRANT EARTHY PATCHOULI Patchouli provides a sweet, and bright aroma. Sustainably-sourced in Bali. SENSUAL WARM VANILLA Rich vanilla adds a touch of warmth and sensuality to the scent",
   "Bottle": "To refill your bottle: Remove the cap and unscrew the metallic pump. Position the refill on top of the bottle. Turn the refill slightly to the left to start the refilling. After use, twist the refill cap slightly to the right to close it. *All sizes of La vie est belle are slowly transitioning to a refillable format for a more radiant future. The new refillable version has an updated packaging, with a refillable callout on the outer carton.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "IDÔLE ANNIVERSARY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/new-and-trending/shop-new/idole-anniversary-set/LAN857.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw1c763af0/Idole-Anniversary-Set_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$99.00",
   "Discounted From Price": null,
   "Description": "This Limited Edition Set Includes: FULL-SIZE Idôle Eau de Parfum (1.7 fl. oz.) Lash Idôle Mascara (0.16 fl. oz.) Juicy Tubes in Marshmallow Electro (0.23 fl. oz.) Lash Idôle Mascara, a mascara that targets and volumizes every single lash for instant lash lift, length, and fanned out volume with no clumps. The original Juicy Tubes Lip Gloss with ultra high shine and 4-hours of lasting hydration. You asked, we listened. The original and iconic Juicy Tubes lip gloss is back!",
   "Benefits": "Lash Idôle Mascara contains our curved mascara wand pushes up & fans out lashes for an open eye effect lasting up to 24H, while the 360 micro-bristles grab every lash from root to tip (no matter the length) for longer eyelashes without the clumps. The gel formula won’t weigh on lashes leaving them feathery soft, no flaking or smudging. Press. Shine. Repeat. Every press of the tube tip applicator delivers ultra-glossy shine and the perfect amount of \"\"sticky\"\" texture you’ll want to apply on repeat. Lips feel lusciously juicy and cushioned with 4-hours of lasting hydration. Discover our cult favorites in yummy flavors and 3 finishes. The glossier, the better!",
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "FRESH FLORAL Top Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Notes: Rose and Jasmine Bottom Notes: White Musk, Vanilla, Patchouli, Cedarwood",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "Oui La vie est belle Eau de Parfum",
   "Title Line": "Bright and Juicy Florals & Fruits",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/oui-la-vie-est-belle-eau-de-parfum/00603-LAC.html?dwvar_00603-LAC_size=100ml%20%283.4oz%29",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw41297d84/LVEBoui_packshot_100ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "100ml (3.4oz)",
   "Shade": null,
   "Price": "$144.00",
   "Discounted From Price": null,
   "Description": "Oui La vie est belle, Lancôme's first sweet iris, rose, and jasmine perfume. ​Discover Oui La vie est belle, the first sweet iris, rose, and jasmine eau de parfum by Lancôme. Enjoy La vie est belle's signature gourmand notes, now enhanced by an exceptional & bright new floral bouquet. This fragrance is for those who celebrate every moment of joy, and empowers those who wear it to embrace every opportunity. Discover Oui La vie est belle. This iconic women's fragrance is made with the finest ingredients to provide a long lasting, unique floral scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": "This new exceptional eau de parfum is a bright floral scent, highlighting the most precious flowers in perfumery: the rose centifolia and the iris pallida.",
   "Ingredients": "ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER / EAU • LINALOOL • METHYL ANTHRANILATE • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • ETHYLHEXYL SALICYLATE • BUTYL METHOXYDIBENZOYLMETHANE • CI 14700 / RED 4 • CI 60730 / EXT. VIOLET 2 • GERANIOL • ISOEUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • FARNESOL • LIMONENE • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE",
   "How to apply": "Apply this unforgettable perfume to your pulse points: the neck, the inside of your wrists, as well as in the creases of your knees and elbows for a longer-lasting, stronger scent.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Power Hair & Body Mist",
   "Title Line": "Clean, Fresh, & Floral",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-power-hair-and-body-mist/LAN807.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw1c1b6211/3614273587679_LCOM_IDOLEPOWERMIST_IDOLEPOWERMISTPDP_PACKSHOT_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=png&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz.",
   "Shade": null,
   "Price": "$55.00",
   "Discounted From Price": null,
   "Description": "Perfumed hair and body mist scented with the fragrance of Idôle leaves skin feeling soft to the touch, and gives scent to the hair when used as a hair perfume. IDÔLE THE POWER MIST. MAXIMIZE YOUR POWER. Want to be your best self every day? Add Idôle Power Mist to your daily routine. Be an Idôle all over with the invigorating fragrance in a hair and body mist form with the same sophisticated and modern allure as the original Idôle fragrance. Clean and luminous with notes of jasmine, rose, citrus and musk the scented mist mimics the original Idôle bottle - but with an improved spritzer which applies a generous mist to the hair and body. The iconic Idôle was ideated when three female perfumers, from three different continents came together. Idôle's unique scent is made to empower universally. By women, for all Idôles.",
   "Benefits": "One spray, three benefits. An intensified, longer lasting Idôle trail. A multi-purpose enhancing spray to perfume the skin and hair. A multi-purpose enhancing spray to perfume the skin and hair. An instant softer touch: feel soft and scented.",
   "Ingredients": "ALCOHOL ● AQUA / WATER ● PARFUM / FRAGRANCE ● DIPROPYLENE GLYCOL ● CAPRYLIC/CAPRIC TRIGLYCERIDE ● TRIETHYL CITRATE ● POLYGLYCERYL-10 LAURATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● HYDROXYCITRONELLAL ● CITRONELLOL ● LINALOOL ● ALPHA-ISOMETHYL IONONE ● HEXYL CINNAMAL ● LIMONENE ● COCOS NUCIFERA OIL / COCONUT OIL ● GERANIOL ● COUMARIN ● FARNESOL ● BENZYL BENZOATE ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ● CI 19140 / YELLOW 5 ●",
   "How to apply": "Layer this lightweight body and hair mist with the Idôle Eau de Parfum for a long-lasting scent. Suitable for use on both the hair and the body, it leaves the skin soft to touch in an instant. The upgraded spray head effortlessly applies the scent mist for generous all-over fragrance.",
   "Fragrance Note": "THE SCENT: Try Idôle Power Mist to intensify your Idôle scent routine. Spotless jasmine absolute and rose essence meet sparkling bergamot and white musk.",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor In Love Eau de Parfum",
   "Title Line": "Luminious Fruits & Radiant Rose",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-in-love-eau-de-parfum/1000452.html?dwvar_1000452_size=1.7%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw5ea9c7aa/3605532209128_Tresor.jpg?sw=570&sh=570&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Youthful. Modern. Flirty. Discover Lancôme’s newest fragrance sensation that captures the spirit of the first moment of love. Fall head over heels with the luminosity of ripe fruits, the radiance of rose and jasmine, and the vibrant warmth of cedar wood and musk. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Eau de Parfum",
   "Title Line": "Clean, Fresh, & Floral",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-eau-de-parfum/LAN387.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw30a40867/2020_LAN_FRAG_Idole_100ML_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Happiness guaranteed when you buy any of our fragrances; get your money back if you don’t love it. Enjoy free returns with your perfume purchase. Please call 1-800-LANCOME (1-800-526-2663) to receive your pre-paid return shipping label. To the generation that dreams big: strong women, empowered and outspoken. To the leaders of tomorrow: daring, pursuing new horizons and paving a new path. “I always say my idôle is my future self,” says Idôle ambassadress, Zendaya. I can, we will. We are Idôles. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": "Lavish in the sensorial experience of an Idôle. 1. Refresh your body with a bright, luxurious bath. 2. Hydrate, protect and prime your face with the radiance of UV Expert Aquagel Defense SPF 50. 3. Plump your lips with an iconic Juicy Tube gloss. 4. Prep your lashes with CILS BOOSTER XL Super-Enhancing Mascara Base, followed by a swipe or two of Monsieur Big Mascara for the ultimate lash experience. 5. Spritz Idôle Eau de Parfum, and stand strong. Whatever it is, YOU got this!",
   "Fragrance Note": "FRESH FLORAL Top Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Notes: Rose and Jasmine Bottom Notes: White Musk, Vanilla, Patchouli, Cedarwood Idôle- Made for women, by women. Three talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla. At the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. With four roses, Idôle’s modern, radiant, youthful rose is revealed. Jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully. Enveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn. With a profound respect for our planet and its people, Idôle invests in global communities by sourcing our ingredients ethically and sustainably. “It’s a huge honor to be able to represent a brand like Lancôme and join such an incredible line-up of iconic women,” says Idôle ambassadress, Zendaya. Zendaya’s commitment to charitable causes, empowerment and education, together with her strong self-identity and irresistible appeal, embody all things Idôle.",
   "Bottle": "Designed to be the first of its kind, say \"hello\" to the world's thinnest perfume bottle. Its horizontal silhouette, sharp and centered with a golden sphere, embodies female determination. Caressed by a rose gold frame, Idôle lays flat on your vanity for a touch modern elegance. Available in several refillable formats to reduce environmental impact, Idôle reinforces its commitment to sustainability. The world is yours. Take care of it.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Miracle",
   "Product Name": "MIRACLE MOMENTS HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/miracle-moments-holiday-set/LAN880.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwc9b532fd/3605972770912-lancome-fragrance-miracle-miraclemoments-holiday-giftset-valueset-packshotwithbox2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$160.00",
   "Discounted From Price": null,
   "Description": "Celebrate the moments of joy in life this holiday season with Miracle. Share notes of freesia, ginger, & amber with the ones that empower & inspire joy in your heart. This Limited Edition Fragrance Set Includes: FULL-SIZE MIRACLE EAU DE PARFUM SPRAY (3.4 FL. Oz.) FULL-SIZE MIRACLE EAU DE PARFUM SPRAY (1.7 FL. Oz.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Spicy Top Note: Lychee Fruit, Freesia Middle Note: Magnolia, Ginger, and Pepper Base Note: Amber, Jasmine, Musk",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "La Nuit Trésor Nude Eau de Toilette",
   "Title Line": "Bright Bergamot & Creamy Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/la-nuit-tresor-nude-eau-de-toilette/LAN574.html?dwvar_LAN574_size=30%20ML",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwbbd9228a/3614272761742_TRESORNUDE_30ML.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "30 ML",
   "Shade": null,
   "Price": "$67.00",
   "Discounted From Price": null,
   "Description": "Trésor introduces a new chapter with La Nuit Trésor Nude: Shades of dazzling rose intertwine with bright citrus and are balanced with creamy coconut and warm vanilla. Her perfume awakens the most authentic love story. She smiles, she dances, she cries. She is everything he loves in every move she makes. In the eyes of her lover, she is sublime. A sequence of stolen moments with no filter. In his eyes, she is love. La Nuit Trésor Nude is authentic, beautiful love personified in an elegant, gem-shaped perfume bottle. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER ● BENZYL SALICYLATE ● BENZYL ALCOHOL ● METHYL ANTHRANILATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● CI 14700 / RED 4 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● GERANIOL ● ALPHA-ISOMETHYL IONONE ● AMYL CINNAMAL ● AMYL CINNAMYL ALCOHOL ● COUMARIN ● CINNAMYL ALCOHOL ● LIMONENE ● HYDROXYCITRONELLAL ● CITRAL ● CITRONELLOL ● HEXYL CINNAMAL ● BENZYL BENZOATE ●",
   "How to apply": "Lavish in the sensorial experience of Nuit Nude. 1. Refresh your body with a bright, luxurious bath. 2. Hydrate, protect and prime your face with the radiance of Rénergie skincare. 3. Pamper your lips with a little L'Absolu Rouge lipstick. 4. Prep your lashes with CILS BOOSTER XL Super-Enhancing Mascara Base, followed by a swipe or two of Définicils mascara for natural, yet noticeable eyelashes. 5. Spritz Nuit Nude and enjoy.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Scented Body Lotion",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-scented-body-lotion/100604.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw1e7d8a4a/3605532613741_LVEB_Body_Lotion.jpg?sw=570&sh=570&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "6.7 Fl. Oz.",
   "Shade": null,
   "Price": "$52.00",
   "Discounted From Price": null,
   "Description": "Moisturizes - Smoothes - Illuminates A Luxurious moisturizing Fragrance body lotion that offers the unique experience of La vie est belle. Your skin is instantly smoothed and illuminated to its most beautiful self.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Notes Top Note: The elegance of Iris becomes the backbone of the fragrance. It blossoms from the first to the last note like never before. Middle Note: The strength of Patchouli gives strength and depth. Base Note: A sweet gourmand adds a burst of unexpected radiance.",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "La Nuit Trésor À La Folie Eau de Parfum",
   "Title Line": "Fiery Rose & Musky Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/la-nuit-tresor-a-la-folie-eau-de-parfum/LAN206.html?dwvar_LAN206_size=1.0%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwb06cde32/3614272101388_TRESOR_A_LA_FOLIE.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.0 Fl. Oz.",
   "Shade": null,
   "Price": "$72.00",
   "Discounted From Price": null,
   "Description": "La Nuit Trésor À La Folie perfume for women embodies the one and only moment when true love is at its climax. A unique moment of “lâcher prise”, meaning, when time is suspended. Lovers are transcended beyond themselves and experience the thrill of love: an indescribable feeling that makes you forget everything and lose control. Discover the Trésor family: Trésor, Trésor Eau de Toilette, and La Nuit Trésor. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "LA VIE EST BELLE TRIO HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/la-vie-est-belle-trio-holiday-set/LAN878.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw46d097fd/3605972770516-lancome-lavieestbelle-fragrance-perfume-fullsize-giftset-valueset-holiday-packshotwithcarton-2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$172.00",
   "Discounted From Price": null,
   "Description": "Share your happiness with three sizes of La Vie Est Belle's joyous notes of vanilla and iris. Life is truly beautiful when celebrating the holidays with those we love. This Limited Edition Fragrance Set Includes: FULL-SIZE LA VIE EST BELLE EAU DE PARFUM SPRAY (3.4 Fl. Oz.) FULL-SIZE LA VIE EST BELLE EAU DE PARFUM SPRAY (1.0 Fl. Oz.) LA VIE EST BELLE EAU DE PARFUM SPRAY (0.14 Fl. Oz.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Sweet Top Note: Iris Middle Note: Patchouli Base Note: Spun Sugar, Warm Vanilla",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Eau de Parfum Holiday Limited Edition",
   "Title Line": "Clean, Fresh, & Floral",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-eau-de-parfum%C2%A0holiday-limited-edition/00556-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw0e6881e3/3614273500098_LCOM_IDOLEHDAY_IDOLEHDAYPDP_PACKSHOT_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$99.00",
   "Discounted From Price": null,
   "Description": "The iconic Idôle scent you know and love adorned in a festive limited edition bottle for the Holidays! Sophisticated, yet unapologetically modern, Idôle Eau de Parfum grants those who wear it the unwavering strength to dare to dream bigger. This fresh and clean fragrance is ever-evolving throughout the day with bursts of inviting florals, energizing citrus and sultry white musks. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL, PARFUM / FRAGRANCE, AQUA / WATER / EAU, METHYL ANTHRANILATE, TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE, ETHYLHEXYL SALICYLATE, BUTYL METHOXYDIBENZOYLMETHANE, CI 14700 / RED 4, CI 60730 / EXT. VIOLET 2, LINALOOL, GERANIOL, EUGENOL, ALPHA-ISOMETHYL IONONE, METHYL-2-OCTYNOATE, COUMARIN, FARNESOL, LIMONENE, HYDROXYCITRONELLAL, CITRAL, CITRONELLOL, HEXYL CINNAMAL, BENZYL ALCOHOL, BENZYL BENZOATE, BENZYL SALICYLATE",
   "How to apply": null,
   "Fragrance Note": "FRESH FLORAL Top Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Notes: Rose and Jasmine Bottom Notes: White Musk, Vanilla, Patchouli, Cedarwood",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "La Nuit Trésor Eau de Parfum",
   "Title Line": "Sultry Black Rose & Radiant Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/la-nuit-tresor-eau-de-parfum/102607.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw8d1cc4ca/3614270754074_Tresor_LaNuit.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz. (100mL)",
   "Shade": null,
   "Price": "$128.00",
   "Discounted From Price": null,
   "Description": "Discover La Nuit Trésor, a sultry, smouldering perfume for women with notes of fresh raspberry, frankincense, and vanilla, with a bewitching heart of Black Rose essence. This new fragrance is Lancôme’s first ‘Gourmand Woody Fruity & Floral’ perfume, a scent of passionate love - as showcased in the new advert featuring the beautiful Penelope Cruz. This rich and exquisite women’s perfume was crafted by two master perfumers who combined their craftsmanship to create La Nuit Trésor Eau de Parfum. Beginning with a burst of delicious raspberry, the notes of a Damascena rose have then been enhanced to give the fragrance a deep and mysterious scent. Vanilla, grown on the petals of an orchid in Tahiti, gives the fragrance a solar and radiant note. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL • PARFUM/FRAGRANCE • AQUA/WATER • DIETHYLAMINO HYDROXYBENZOYL HEXYL BENZOATE • ETHYLHEXYL METHOXYCINNAMATE • CI 14700/RED 4 • CI 17200/RED 33 • CI 19140/YELLOW 5 • CI 60730/EXT. VIOLET 2 • LINALOOL • GERANIOL • EUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • CINNAMYL ALCOHOL • LIMONENE • HYDROXYCITRONELLAL • CITRAL • CITRONELLOL • HEXYL CINNAMAL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE",
   "How to apply": null,
   "Fragrance Note": "Top Note: Lychee, Raspberry Middle Note: Rose Damascena Essence, Incense Base Note: Absolute Vanilla Orchid Tahitensis, Praline, Patchouli, Papyrus The Black Rose; symbol of absolute love, and the Vanilla Tahitensis Orchid; perfumery’s very own secret gem, combine with the sharpest green notes to create La Nuit Trésor’s alluring character that is reminiscent of an electric night. This gourmand fragrance is for women that believe in the modern love story. Love at first sight. The spellbound kiss. A night spent under the stars.",
   "Bottle": "The La Nuit Trésor bottle is shaped like a black diamond, the most mysterious and precious of all diamonds, and adorned with a black rose choker as a symbol of elegance. Like a radiant, scintillating gemstone, the art of the bottle is created with 2 star colors. The mystery of the Black meets the delicacy of the Pink, giving contrast and tension to the new vision of love expressed by Lancome, the Love of the 21st Century.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "MONSIEUR BIG MASCARA & EYELINER SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/monsieur-big-mascara-and-eyeliner-set/LAN906.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw02561727/pdp/LAN906/3605972772312-LANCOME-MONSIEURBIGESSENTIALS-MONSIEURBIG-MR.BIG-MASCARA-DRAMALIQUIPENCIL-EYELINER-HOLIDAY-GIFTSET-VALUESET-CARTONWPRODUCT-1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$46.50",
   "Discounted From Price": null,
   "Description": "Give the gift of 24-hour dramatic liner & voluminous lashes with Monsieur Big Essentials. This set will have your long-lasting look covered from lash priming to liner, to big volume mascara without fading, smudging or flaking. FEATURING 3 FULL SIZES: FULL-SIZE DRAMA LIQUI-PENCIL WATERPROOF EYELINER in 01 CAFE NOIR (0.04 Oz.) FULL-SIZE CILS BOOSTER XL ENHANCING LASH PRIMER (0.19 FL. OZ.) FULL-SIZE MONSIEUR BIG VOLUMIZING MASCARA (0.33 Fl. Oz.) Drama Liqui-Pencil is a 24-hour, longwear, waterproof gel pencil liner that delivers dramatic vibrant color in just one stroke. It's hybrid gel formula has the richly pigmented effect of a liquid eyeliner, with the ease of application of a pencil. The creamy texture is blendable when first applied, and once set, does not smudge, flake, fade or transfer. Plush, voluminous, healthy lashes can be yours with just a sweep of Cils Booster XL mascara primer. Gliding on smoothly and evenly, each coat creates an even surface layer to maximize the results of your favorite mascara. With a conditioning formula for visible performance, infused with micro-fibers, Vitamin B5 and Vitamin E, lashes appear longer and fuller. This revitalizing lash primer will improve lash results, thickness and curl over time. White in color, Cils Booster XL leaves lashes feeling luxurious and soft, while allowing the pigment of your favorite mascara to stand out, thus, creating an intense and rich false-lash look. Get up to 12x the volume* for your biggest, boldest lashes with Monsieur Big Mascara! Say goodbye to falsies and hello to longer lashes with Monsieur Big. Provides up to 24H of wear for your most dramatic lashes yet with a smudge proof formula that doesn't flake. The soft brush and wavy fiber bristles deliver high intensity ultra-black pigments, evenly coating each lash for clump-free volume. *Instrumental Test",
   "Benefits": "DRAMA LIQUI-PENCIL: ✓ 24H Wear ✓ Waterproof ✓ No smudging, flaking, fading, or transferring ✓ Tested under ophthalmological control ✓ Suitable for sensitive eyes ✓ Suitable for contact lens wearers ✓ Free of fragrance, parabens, sulfates and phthalates Cils Booster XL Mascara Primer: Research Results: In a consumer test on a panel of 103 women using Cils Booster with their daily mascara: - 93% of consumers saw more length - 92% of consumers saw more volume - 85% of consumers saw more curl Benefits: Works as a lash conditioner to nourish and condition eyelashes, while maximizing volume. Doubles as a lash primer by coating clean eyelashes smoothly, to provide an ideal base for clump-free mascara application. Monsieur Big Mascara: ✔ Up to 12x More Volume* ✔ Up to 24 Hours of Wear ✔ No Touch Up's Needed ✔ No Flaking or Smudging *Instrumental Test",
   "Ingredients": null,
   "How to apply": "- Apply eyeliner as close to lashes as possible for a tight line, or gradually increase to create a dramatic cat-eye or smokey eye makeup look. - Use the tip of the pencil to fill in any gaps between lashes. - Blend immediately after application when creating a soft or smokey look since this formula is ultra-waterproof and sets quickly. -Apply Cils Booster XL from roots to tips of eyelashes, but, do not wait until dry before coating lashes with mascara -Hold Monsieur Big Mascara wand horizontally by lashes & swipe In an upwards swiping motion for top lashes and downward swiping motion for bottom lashes -Layer as desired to achieve 12 times the volume (from bare lashes) and intense black pigment.",
   "Fragrance Note": "FRESH FLORAL Top Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Notes: Rose and Jasmine Bottom Notes: White Musk, Vanilla, Patchouli, Cedarwood Idôle- Made for women, by women. Three talented female perfumers from across the world united to create a sophisticated yet unapologetically modern fresh fragrance with notes of bright citrus, clean rose, spotless jasmine, white musks and vanilla. At the core of this fragrance stands the most noble and iconic perfume ingredient, the rose. With four roses, Idôle’s modern, radiant, youthful rose is revealed. Jasmine absolutes accompany this unique rose scent for a clean, intense softness which blooms gracefully.Enveloping the fragrance like a cocoon, notes of bergamont explode with juicy pear and a touch of pink peppercorn. With a profound respect for our planet and its people, Idôle invests in global communities by sourcing our ingredients ethically and sustainably.",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Maison Lancôme",
   "Product Name": "Pivoines Printemps Eau de Parfum",
   "Title Line": "Spring Peonies & Spicy Pink Pepper",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/maison-lancome/pivoines-printemps-eau-de-parfum/LAN365.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw0f835ebb/3614272452084_Pivoines_Printemps.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.0 Fl. Oz. (30mL)",
   "Shade": null,
   "Price": "$78.00",
   "Discounted From Price": null,
   "Description": "What it is Crafted by Nicolas Beaulieu, the springtime sweetness of Pivoines Printemps is based on the fresh, rosy notes of a bouquet of peonies, enhanced by a spicy touch of pink peppercorns and enveloped in a delicious rose chantilly. What else you need to know Maison Lancôme celebrates the French art of living that has defined the rose-emblemed brand ever since it was created by perfumer Armand Petitjean in 1935. A refined aesthete and true epicurean, a lover of travel, flowers and gastronomy alike, the Lancôme founder injected the house with the values that distinguish it still today: upholding a tradition of French excellence inherited from the golden age of modern perfumery to create generous and indulgent compositions. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "\"560411 06 • INGREDIENTS : ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER • PAEONIA SUFFRUTICOSA ROOT EXTRACT • METHYL ANTHRANILATE • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • BUTYL METHOXYDIBENZOYLMETHANE • BUTYLENE GLYCOL • CI 14700 / RED 4 • LINALOOL • GERANIOL • EUGENOL • ALPHA-ISOMETHYL IONONE • COUMARIN • LIMONENE • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE • BENZYL SALICYLATE • (FIL : B226512/1)\"",
   "How to apply": "Pivoines Printemps comes in a spray bottle for easy application on skin or clothing.",
   "Fragrance Note": "Top notes: Blackcurrant absolute, mandarin essence, pink pepper essence Middle notes: Rose absolute, peony accord Base notes: Patchouli heart, ambrette seed absolute, Rose Chantilly accord",
   "Bottle": "Each bottle is blended with an illustration that is then reproduced on a golden plate on the back of the bottle, like the fingerprint of each raw material. The plate becomes the transparent window of the glass, emotionally and gracefully expressing the reinvention of the main ingredient.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Power Cream Scented Body Lotion",
   "Title Line": "Clean, Fresh, & Floral",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-power-cream-scented-body-lotion/00281-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dweb0783e5/3614273095808_IDOLE_POWER_CREME.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "6.7 Fl. Oz.",
   "Shade": null,
   "Price": "$52.00",
   "Discounted From Price": null,
   "Description": "Idôle Power Creme is a scented moisturizer with a non-greasy, lightweight formula that is true to the classic Idôle perfume. Jericho Rose, the hero of this body lotion, will re-energize and hydrate your skin with shea butter and olive oil. When you layer Idôle fragrance with this body lotion you get a longer lasting, more complex scent.",
   "Benefits": null,
   "Ingredients": "WATER ●GLYCERIN ●PROPANEDIOL ●BUTYROSPERMUM PARKII BUTTER / SHEA BUTTER ●PARFUM / FRAGRANCE ●ISOPROPYL PALMITATE ●CETYL ALCOHOL ●MYRISTYL MYRISTATE ●ZEA MAYS STARCH / CORN STARCH ●OLEA EUROPAEA FRUIT OIL / OLIVE FRUIT OIL ●ANASTATICA HIEROCHUNTICA EXTRACT ●C12-13 ALKYL LACTATE ●BETAINE ●CARBOMER ●SODIUM HYDROXIDE ●SODIUM POLYACRYLATE ●CAPRYLYL GLYCOL ●CITRIC ACID ●POLYGLYCERYL-3 METHYLGLUCOSE DISTEARATE ●BENZOIC ACID ●LINALOOL ●GERANIOL ●COUMARIN ●FARNESOL ●LIMONENE ●CITRONELLOL ●BENZYL ALCOHOL ●BENZYL BENZOATE ●BENZYL SALICYLATE ●",
   "How to apply": "1. To hydrate: apply Idôle Power Creme right after your shower in order to amplify its moisturizing capabilities. 2. To intensify: Idôle Power Creme can also be layered with your Idôle fragrance. Liberaly apply the cream on your neck and wrists, then spritz Idôle the fragrance. When you layer your Idôle fragrance with Idôle Power Crème you get a longer lasting, more complex scent and the best part is you’ll use less of your fragrance.",
   "Fragrance Note": "FRESH FLORAL Top Notes: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Notes: Rose and Jasmine Bottom Notes: White Musk, Vanilla, Patchouli, Cedarwood True to the classic Idôle scent, the Idôle Power Creme is dedicated to the new Idôles. To those who strive for success and greatness. Now is your time to become a trailblazer for others. It is your time to embrace your power, and inspire a generation. Be your own Idôle.",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "LA VIE EST BELLE TRAVELER HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/la-vie-est-belle-traveler-holiday-set/LAN879.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwdca3f371/3605972770639-lancome-lavieestbelle-fragrance-perfume-travelsize-pursespray-travelspray-mascara-mosieurbig-holiday-giftset-valueset-2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$79.00",
   "Discounted From Price": null,
   "Description": "Give the gift of happiness this holiday season at home and on the go with La vie est belle. Featuring a sampling of our Monsieur Big Volumizing Mascara. Life is truly beautiful when celebrating the holidays with those we love. This Limited Edition Fragrance Set Includes: LA VIE EST BELLE EAU DE PARFUM SPRAY (1.0 FL. OZ.) LA VIE EST BELLE EAU DE PARFUM PURSE SPRAY (0.34 FL. OZ.) MONSIEUR BIG VOLUMIZING MASCARA (0.07 FL. OZ.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Sweet Top Note: Iris Middle Note: Patchouli Base Note: Spun Sugar, Warm Vanilla",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Miracle",
   "Product Name": "Miracle Eau de Parfum",
   "Title Line": "Dewy and Spicy with Florals & Fruits",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/miracle/miracle-eau-de-parfum/022055.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwa82283bc/3147758029383_3.4OZ_MIRACLEEAUDEPARFUMSPRAY.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,14776E+12",
   "Volume": "3.4 Fl. Oz.",
   "Shade": null,
   "Price": "$109.00",
   "Discounted From Price": null,
   "Description": "Joyful. Empowering. Inspiring. Miracle is a sudden and marvelous revelation that life is extraordinary, that life is a miracle. This sensual, spicy floral fragrance is bursting with the zest of brilliant Freesia, peppered with Ginger and serenely balanced by warm Amber notes. A vibrant, sparkling fragrance that opens like the dawning of a new day with fresh, dewy notes of Lychee and Freesia. Its spicy heart echoes with notes of Magnolia, Jasmine, Ginger and Pepper as its warm base notes envelop you in the sensual splendour of Amber and Musk. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Notes Top Notes: Lychee Fruit, Freesia Heart Notes: Magnolia, Ginger and Pepper Base Notes: Amber, Jasmine, Musk",
   "Bottle": "Bottle The bottle is classic, pure and transparent. Clean, modern and unimposing—reminiscent of a bottle created for Lancôme in the 1930s by Lalique, world renowned French crystal manufacturer.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Maison Lancôme",
   "Product Name": "Mille et Une Roses Perfume",
   "Title Line": "Magestic, Freshly-Picked Roses",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/maison-lancome/mille-et-une-roses-perfume/00630-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwef745743/LU12542_MaisonLancome1001Rose_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz. (100mL)",
   "Shade": null,
   "Price": "$245.00",
   "Discounted From Price": null,
   "Description": "To celebrate the opening of the Domaine de la Rose in Grasse, France, Lancôme is revisiting its historic fragrance Mille et Une Roses. Now made with 97% natural ingredients, it beautifully captures the essence and poetry of our estate where the iconic Lancôme rose is harvested. Mille et Une Roses is the quintessence of the Rose: natural and modern as it unveils its most surprising facets through this fragrance. As you wear this fragrance, transport to this beautiful scene: at dawn, during the first days of May, the fields unveil their brightest sparkles of mandarine and bergamot. As you stand in this wonderous sight, you breathe deeply into the aroma of a bouquet of freshly picked Roses, of which the petals are still glicening with beads of dew. Some are blooming, others have reached their full glory. Their perfume fills the air with the fresh, vibrant notes unique to the majestic Lancôme Rose. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": "With 97% natural ingredients, the reinvention of Mille et Une Roses is a refreshing floral journey celebrating our exclusive rose. Mille et Une Roses is formulated without artifical colorings, allowing the ingredients' natural color to prevail.",
   "Ingredients": "ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER / EAU • HEXYL CINNAMAL • LINALOOL • GERANIOL • EUGENOL • FARNESOL • LIMONENE • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE • (F.I.L : N290970/1)",
   "How to apply": "Apply this fragrance to your pulse points: neck, wrists, elbows and behind the knees. For a long-lasting trail, try layering with a shower gel or body lotion. After applying, avoid rubbing wrists together as this can distort the scent, and cause it to wear off faster.",
   "Fragrance Note": "LANCÔME EXCLUSIVE CENTIFOLIA ROSES Our exclusive Lancôme roses are cultivated in our Domaine de la Rose in Grasse, France. The rich soils and abundant bio-diversity gift our roses their unique green and luminous scent. MANDARINE Mandarine and bergamot notes bring a breath of fresh air to this infinite rose garden. AMBRETTE SEEDS AND AMBER Veil our rose's luminous aura with a rich and exquisite sweetness",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Miracle",
   "Product Name": "Miracle Eau de Parfum",
   "Title Line": "Dewy and Spicy with Florals & Fruits",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/miracle/miracle-eau-de-parfum/022055.html?dwvar_022055_size=1.7%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw88ab4e6f/03147758029406_MIRACLE_30ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,14776E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$85.00",
   "Discounted From Price": null,
   "Description": "Joyful. Empowering. Inspiring. Miracle is a sudden and marvelous revelation that life is extraordinary, that life is a miracle. This sensual, spicy floral fragrance is bursting with the zest of brilliant Freesia, peppered with Ginger and serenely balanced by warm Amber notes. A vibrant, sparkling fragrance that opens like the dawning of a new day with fresh, dewy notes of Lychee and Freesia. Its spicy heart echoes with notes of Magnolia, Jasmine, Ginger and Pepper as its warm base notes envelop you in the sensual splendour of Amber and Musk. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Eau de Parfum",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-eau-de-parfum/100606.html?dwvar_100606_size=5.0%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw8696d71a/3605533286555_LA_VIE_EST_BELLE_L_EAU_DE_PARFUM_100ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "5.0 Fl. Oz.",
   "Shade": null,
   "Price": "$159.00",
   "Discounted From Price": null,
   "Description": "\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume. La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom. Complex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand. Learn tips and tricks on how to apply your perfume for a longer lasting scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "IDÔLE TRAVELER HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/idole-traveler-holiday-set/LAN876.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw18b71969/3605972770752-lancome-idole-travelsize-pursespray-travelspray-mascara-fragrance-perfume-holiday-giftset-valueset-packshotwithcarton-2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$69.50",
   "Discounted From Price": null,
   "Description": "Give the gift of empowerment with Lancome’s Idôle traveler set. Be unstoppable at home and on the go with this perfect pairing of our signature scent, its purse spray companion, and a sample of our bestselling Lash Idôle Mascara. This Limited Edition Fragrance Set Contains: FULL-SIZE IDÔLE EAU DE PARFUM SPRAY (0.85 FL. OZ.) FULL-SIZE IDÔLE EAU DE PARFUM SPRAY (0.34 FL. OZ.) LASH IDÔLE MASCARA (0.08 FL. OZ.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Fresh Top Note: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Note: Rose & Jasmine Base Note: White Musk, Vanilla, Patchouli, Cedarwood",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Eau de Parfum Nectar",
   "Title Line": "Bright Florals & Decadent Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-eau-de-parfum-nectar/00639-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw756f8d48/LU12733_IdoleNectar_50ml_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Idôle L'Eau de Parfum Nectar is an olfactory treat, a reinvention of the sweet and floral fragrance. A unique, avant-garde scent which marries a faceted rose bouquet with a sweet blast of popcorn deliciousness, Idôle Nectar cannot be ignored, and rather is meant to stand out. With sustainably sourced ingredients like the Isparta Rose and Bourbon Vanilla, this attention grabbing fragrance stands for the future of perfumery and of our planet. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": "NEW GOURMAND, MOUTH-WATERING SCENT SUSTAINABLY SOURCED INGREDIENTS PEACHY & HOLOGRAPHIC BOTTLE PACKAGING CRAFTED FROM RECYCLED MATERIALS",
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● CI 14700 / RED 4 ● CI 19140 / YELLOW 5 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● GERANIOL ● EUGENOL ● ISOEUGENOL ● METHYL 2-OCTYNOATE ● COUMARIN ● FARNESOL ● LIMONENE ● HYDROXYCITRONELLAL ● CITRAL ● CITRONELLOL ● HEXYL CINNAMAL ● BENZYL ALCOHOL ● BENZYL BENZOATE ● BENZYL SALICYLATE ●",
   "How to apply": "Apply this fragrance to your pulse points: neck, wrists, elbows and behind the knees. After applying, avoid rubbing wrists together as this can distort the scent, and cause it to wear off faster.",
   "Fragrance Note": "THE ROSE SOUFFLÉ From hand-harvested Isparta Rose, to the essence of our Centifolia Roses from Grasse, to Rose water and Rose absolue...Idôle is the queen of roses. Layered with sweet puffed popcorn, our perfumers created a unique, faceted, floral bouquet, with a blast of deliciousness. THE MOUTH-WATERING POPCORN ACCORD With its one of a kind caramel popcorn notes, Idôle L'Eau de Parfum Nectar is a fragrance like you have never experienced. A treat that will keep you coming back for more. THE IRRESISTIBLE BOURBON VANILLA Discover an irresistible layer of sustainable Bourbon Vanilla. Idôle Eau de Parfum Nectar's Vanilla flower is carefully hand-picked within 24 hours of blooming, and is left to mature for 18 months to achieve a rich and exceptional vanilla scent.",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor Midnight Rose Eau de Parfum",
   "Title Line": "Playful Raspberry & Sensual Musk",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-midnight-rose-eau-de-parfum/10033.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw73594768/3605532423265_TRESOR_MIDNIGHT_ROSE_75ML.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "2.5 Fl. Oz.",
   "Shade": null,
   "Price": "$112.00",
   "Discounted From Price": null,
   "Description": "Charming. Mischievous. Desirable. A sexy-sweet blend of raspberry, rose, vanilla and sensual musk for mischievous femininity: Catch my heart if you can! Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Notes Top Notes: Raspberry, Black currant bud absolute Middle Notes: Rose absolute, Jasmine Base Notes: Vanilla, Musk",
   "Bottle": "Bottle The bottle is inspired by the romantic hour, just before midnight, when magic tints the sky a violet hue. An enchanted moment in time, whose every nuance is captured in the faceted bottle of Trésor Midnight Rose. This radiant jewel dressed in a delicate gradation of powdery pink to violet scintillates with multiple reflections. At its neck, a nighttime rose with satiny purple petals has just bloomed under the diamond-cut cap.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Holiday Limited Edition",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/lancomes-selection/shop-fragrance/la-vie-est-belle-holiday-limited-edition/00557-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw4e49d743/3614273500227_LCOM_LVEBHDAY_LVEBHDAYPDP_PACKSHOT_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$100.00",
   "Discounted From Price": null,
   "Description": "The iconic La vie est belle scent you know and love adorned in a festive limited edition bottle for the Holidays! La vie est belle, inspired by the French expression for \"life is beautiful,\" inspires your path to happiness. This delicious fragrance blends fresh spring iris and earthy patchouli with decadent spun sugar and warm vanilla for a sweet floral gourmand scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "ALCOHOL • PARFUM / FRAGRANCE • AQUA / WATER • LINALOOL • BENZYL SALICYLATE • LIMONENE • METHYL ANTHRANILATE • TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE • ETHYLHEXYL METHOXYCINNAMATE • BUTYL METHOXYDIBENZOYLMETHANE • BHT • CI 14700 / RED 4 • CI 17200 / RED 33 • GERANIOL • ALPHA-ISOMETHYL IONONE • COUMARIN • FARNESOL • CITRAL • CITRONELLOL • BENZYL ALCOHOL • BENZYL BENZOATE",
   "How to apply": null,
   "Fragrance Note": "Top Notes: Iris Middle Notes: Patchouli Base Notes: A Sweet Gourmand of Spun Sugar and Warm Vanilla",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Domaine de La Rose Extrait de Parfum",
   "Title Line": "Precious Roses & Woody Accords",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-domaine-de-la-rose-extrait-de-parfum/00605-LAC.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw71e44c58/LU12541_LVEB_DomaineDeLaRose_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.0 Fl. Oz.",
   "Shade": null,
   "Price": "$120.00",
   "Discounted From Price": null,
   "Description": "Discover La vie est belle Domaine de la Rose, a celebration of our biodiversity sanctuary: the Domaine de la Rose in Grasse where we harvest our roses. This extrait de parfum is a highly concentrated take on Lancôme's olfactive signature perfume. It encapsulates the magic of our precious, organic Centifolia Rose. With the environment and sustainability at its core, this new luxurious perfume is protected by an innovative and recyclable outer case free from plastic and made from paper. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": "Top Notes : Bergamot, Pink Pepper, Green Vegetal Accord Heart Notes : Rose Absolu Centifolia from Grasse, Jasmine Sambac Absolute Transversal Notes: Iris Pallida, Patchouli, Gourmand Accord and Amber Wood ALCOHOL ●PARFUM / FRAGRANCE ●AQUA / WATER / EAU ●LINALOOL ●LIMONENE ●CITRONELLOL ●BENZYL SALICYLATE ●HYDROXYCITRONELLAL ●BENZYLALCOHOL ●ETHYLHEXYL SALICYLATE ●BUTYL METHOXYDIBENZOYLMETHANE ●GERANIOL ●ALPHA-ISOMETHYL IONONE ●COUMARIN ●CITRAL ●TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ●METHYL ANTHRANILATE ●FARNESOL ●EUGENOL ●CI 14700 / RED 4 ●CI 60730 / EXT. VIOLET 2 ●",
   "How to apply": "Apply this fragrance to your pulse points: neck, wrists, elbows and behind the knees. For a long-lasting trail, try layering with a shower gel or body lotion. After applying, avoid rubbing wrists together as this can distort the scent, and cause it to wear off faster.",
   "Fragrance Note": "The fragrance invites you to indulge in an abundance of unique roses, handpicked and harvested sustainably from our Domaine in the South of France. Our Rose is layered with a fresh Green Vegetal accord, settling into woody notes of Patchouli and Amber.",
   "Bottle": "La Vie Est Belle Domaine de la Rose is the ultimate expression of the new vision of La Vie Est Belle, the perfect alliance between luxury and innovation. It encapsulates the future of perfumery, and of our planet as it factors sustainability and environmental impact into both the scent and the packaging. -A precious perfume extract made with organic Centifolia roses harvested in our Domaine de la Rose in Grasse -Made with vegetable-based alcohol from France -Bottled in a recyclable, plastic-free packaging made from biocellulose paper - Decorated with La vie est belle's signature wings, now made from recycled organza",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor Eau de Parfum",
   "Title Line": "Elegant Rose & Delicate Fruit Blossoms",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-eau-de-parfum/072025.html?dwvar_072025_size=1.7%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw5e5c4283/3147758034912_1.7OZ_TRESOR.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,14776E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "Love. Romance. Elegance. TRÉSOR is for a woman who understands that time is precious and moments in this fast-paced world are to be treasured. Because love is a treasure, and TRÉSOR evokes that feeling of everlasting love, it makes her as radiant and precious as the fragrance she wears. Share the emotion of everlasting love with Trésor, the fragrance for treasured moments. The elegance of rose, mugent and lilac and the sparkle of peach and apricot blossom are just a few notes that define this luminous fragrance. A delicate and light fragrance with a romantic and smooth touch. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": "Spray about 20 cm from skin, focusing on the warmest areas of your body: pulse points on the wrists, behind the earlobes or knees to intensify the alluring effect.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Eau de Parfum",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-eau-de-parfum/100606.html?dwvar_100606_size=0.5%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw2e4b82ae/3614273088657_LVEB_Happiness_15ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "0.5 Oz.",
   "Shade": null,
   "Price": "$41.00",
   "Discounted From Price": null,
   "Description": "\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume. La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom. Complex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand. Learn tips and tricks on how to apply your perfume for a longer lasting scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "LA VIE EST BELLE EXTRAORDINARY MOMENTS HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/la-vie-est-belle-extraordinary-moments-holiday-set/LAN881.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw305949f9/3605972770592-lancome-la-vie-est-belle-fragrance-body-lotion-travel-size-purse-spray-giftset-valueset-PACKSHOTWITHCARTON-2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$105.00",
   "Discounted From Price": null,
   "Description": "Create extraordinary moments of happines this holiday season with La Vie Est Belle's joyous notes of vanilla & iris, at home and on the go. This Limited Edition Fragrance Set Includes: FULL-SIZE LA VIE EST BELLE EAU DE PARFUM SPRAY (1.7 FL. OZ.) FULL-SIZE LA VIE EST BELLE EAU DE PARFUM PURSE SPRAY (0.34 FL. OZ.) LA VIE EST BELLE BODY LOTION (1.7 FL. OZ.)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Sweet Top Note: Iris Middle Note: Patchouli Base Note: Spun Sugar, Warm Vanilla",
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Eau de Parfum",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-eau-de-parfum/100606.html?dwvar_100606_size=3.4%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw8696d71a/3605533286555_LA_VIE_EST_BELLE_L_EAU_DE_PARFUM_100ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "3.4 Fl. Oz.",
   "Shade": null,
   "Price": "$144.00",
   "Discounted From Price": null,
   "Description": "\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume. La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom. Complex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand. Learn tips and tricks on how to apply your perfume for a longer lasting scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Eau de Parfum",
   "Title Line": "Bright Iris & Warm Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/la-vie-est-belle/la-vie-est-belle-eau-de-parfum/100606.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw3b39d350/3605532612768_LA_VIE_EST_BELLE_L_EAU_DE_PARFUM_50ml.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60553E+12",
   "Volume": "1.7 Fl. Oz.",
   "Shade": null,
   "Price": "$102.00",
   "Discounted From Price": null,
   "Description": "\"La vie est belle,\" a French expression meaning \"life is beautiful,\" is about choosing your own path to happiness and inspiring others. Joyous femininity is expressed through this energizing women's perfume. La Vie Est Belle has fragrance notes of iris spring flowers and the intoxicating earthiness of patchouli. These are layered alongside perfume notes of delicious spun sugar and sensual warm vanilla. Plus, like a bright blooming bouquet, it also has other flowery hints of exotic Arabian jasmine sambac and sparkling Tunisian orange blossom. Complex and modern, it is a unique take on a warm and spicy fragrance with a twist of florals, and sweet gourmand. Learn tips and tricks on how to apply your perfume for a longer lasting scent. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Top Notes: Iris Middle Notes: Patchouli Base Notes: A Sweet Gourmand of Spun Sugar and Warm Vanilla",
   "Bottle": "Bottle A true embodiment of Lancôme's heritage, La Vie Est Belle's bottle, named \"The Crystal Smile,\" was first designed in 1949 by Georges Delhomme. It captures Lancôme's founder, Armand Petitjean's, vision of femininity. Rediscovered and embraced from our historical archives for La Vie Est Belle's 2012 launch, a chiffon scarf was added to the design for a flirty hint of Parisian chic.",
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "La Nuit Trésor À La Folie Eau de Parfum",
   "Title Line": "Fiery Rose & Musky Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/la-nuit-tresor-a-la-folie-eau-de-parfum/LAN206.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw1912e87b/3614272101395_TRESOR_A_LA_FOLIE.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "1.69 Fl. Oz.",
   "Shade": null,
   "Price": "$96.00",
   "Discounted From Price": null,
   "Description": "La Nuit Trésor À La Folie perfume for women embodies the one and only moment when true love is at its climax. A unique moment of “lâcher prise”, meaning, when time is suspended. Lovers are transcended beyond themselves and experience the thrill of love: an indescribable feeling that makes you forget everything and lose control. Discover the Trésor family: Trésor, Trésor Eau de Toilette, and La Nuit Trésor. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Pursuing the Tresor olfactive love story, a new fiery Rose joins the Trésor roseraie, revealing an opulent heart with an unexpected creamy vanilla inflection. The woody notes of the pachouli are enhanced by a musky vanilla, revealing the sensual and addictive signature of the fragrance. La Nuit Trésor À La Folie perfume is made with dazzling raw materials: a burning heart of Rose Essence, inflamed by the sensuous addiction of Bourbon Vanilla and intensified by smouldering Patchouli Essence.",
   "Bottle": "A new jewel in the Trésor family: an exquisite ruby diamond, symbol of fire and energy, finished with a black ribbon.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "IDÔLE OPTIMISM HOLIDAY SET",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/idole-optimism-holiday-set/LAN875.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwf6d9b70b/3605972770677-lancome-fragrance-idole-giftset-valueset-holiday-packshotwithbox-2400x2400.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,60597E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$139.00",
   "Discounted From Price": null,
   "Description": "Assert your unwavering strength and dare to dream big with Idôle's ever-evolving fresh and clean florals, energizing citrus top notes and sultry underlying musks. Be unstoppable this holiday season. This Limited Edition Fragrance Set Contains: FULL-SIZE IDÔLE EAU DE PARFUM SPRAY (3.4 Fl. Oz.) FULL-SIZE IDÔLE EAU DE PARFUM SPRAY (0.85 FL. Oz)",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Family: Floral Scent Type: Floral & Fresh Top Note: Bergamot (Citrus), Juicy Pear, Pink Peppercorn Middle Note: Rose & Jasmine Base Note: White Musk, Vanilla, Patchouli, Cedarwood",
   "Bottle": null,
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Idôle",
   "Product Name": "Idôle Eau de Parfum Nectar",
   "Title Line": "Bright Florals & Decadent Vanilla",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/idole/idole-eau-de-parfum-nectar/00639-LAC.html?dwvar_00639-LAC_size=3.4%20Fl.%20Oz.",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw7938c6bf/LU12733_IdoleNectar_100ml_1000x1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "3.4 Fl. Oz.",
   "Shade": null,
   "Price": "$135.00",
   "Discounted From Price": null,
   "Description": "Idôle L'Eau de Parfum Nectar is an olfactory treat, a reinvention of the sweet and floral fragrance. A unique, avant-garde scent which marries a faceted rose bouquet with a sweet blast of popcorn deliciousness, Idôle Nectar cannot be ignored, and rather is meant to stand out. With sustainably sourced ingredients like the Isparta Rose and Bourbon Vanilla, this attention grabbing fragrance stands for the future of perfumery and of our planet. Not sure this is the right fragrance for you? Take our fragrance finder quiz to find your perfect match.",
   "Benefits": "NEW GOURMAND, MOUTH-WATERING SCENT SUSTAINABLY SOURCED INGREDIENTS PEACHY & HOLOGRAPHIC BOTTLE PACKAGING CRAFTED FROM RECYCLED MATERIALS",
   "Ingredients": "ALCOHOL ● PARFUM / FRAGRANCE ● AQUA / WATER / EAU ● METHYL ANTHRANILATE ● TRIS(TETRAMETHYLHYDROXYPIPERIDINOL) CITRATE ● ETHYLHEXYL SALICYLATE ● BUTYL METHOXYDIBENZOYLMETHANE ● CI 14700 / RED 4 ● CI 19140 / YELLOW 5 ● CI 60730 / EXT. VIOLET 2 ● LINALOOL ● GERANIOL ● EUGENOL ● ISOEUGENOL ● METHYL 2-OCTYNOATE ● COUMARIN ● FARNESOL ● LIMONENE ● HYDROXYCITRONELLAL ● CITRAL ● CITRONELLOL ● HEXYL CINNAMAL ● BENZYL ALCOHOL ● BENZYL BENZOATE ● BENZYL SALICYLATE ●",
   "How to apply": "Apply this fragrance to your pulse points: neck, wrists, elbows and behind the knees. After applying, avoid rubbing wrists together as this can distort the scent, and cause it to wear off faster.",
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "La Vie Est Belle",
   "Product Name": "La vie est belle Gift Set",
   "Title Line": null,
   "Product Link": "https://www.lancome-usa.com/gifts-and-sets/fragrance-gifts/la-vie-est-belle-gift-set/LAN502.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dw96b28970/product-sets/LCL_RCOM_2020_MOTHERS-DAY-FRAGRANCE-SETS_LCOM_PACKSHOT_LVEB_SET_1000X1000.jpg?sw=375&sh=375&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,61427E+12",
   "Volume": "Set",
   "Shade": null,
   "Price": "$129.00",
   "Discounted From Price": null,
   "Description": "This Limited-Edition Gift Set includes: FULL SIZE La vie est belle L'Eau de Parfum (2.5 fl. oz.) La vie est belle L'Eau de Parfum Purse Spray (0.34 fl. oz.) La vie est belle Nourishing Fragranced Body Lotion (1.6 fl. oz.) La vie est belle Who will you make happy today? Share your love with a Lancôme fragrance. Show how much you care with a limited edition gift set of happiness and love.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": "Fragrance Type: Floral Gourmand Top Notes: Sparkling Iris Heart Notes: Patchouli Base Notes: Spun Sugar & Vanilla “La vie est belle,” a French expression meaning “Life is beautiful”; the manifesto of a new era. Universal yet personal, Lancôme’s femininity is a choice embraced by women, not an imposed standard. The choice to live one’s life and fill it with beauty. Your own way. La vie est belle introduces a new olfactive story, an Iris Gourmand. The juice is made with the most precious natural ingredients, a modern interpretation of an oriental fragrance with a twist of gourmand. It entwines the elegance of Iris with the strength of Patchouli and the sweetness of a gourmand blend; for an incredible scent with depth and complexity.",
   "Bottle": "A true testament to Lancôme’s heritage, the La vie est belle bottle is inspired by a masterpiece from the Lancôme archives. A modern take on “The Crystal Smile” created in 1949 by artistic director George Delhomme. This bottle captures Lancôme founder Armand Petitjean’s vision of femininity, represented here in the shape of a smile.",
   "Available": "n"
 },
 {
   "Brand": "Lancome",
   "Category": "FRAGRANCE",
   "SubCategory": "FRAGRANCE BY COLLECTION",
   "Sub SubCategory": "Trésor",
   "Product Name": "Trésor Perfumed Body Lotion",
   "Title Line": "Elegant Rose & Delicate Fruit Blossoms",
   "Product Link": "https://www.lancome-usa.com/fragrance/fragrance-by-collection/tresor/tresor-perfumed-body-lotion/072102.html",
   "Image Link": "https://www.lancome-usa.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-lancome-us-master-catalog/default/dwa13f77aa/LU12904_TresorBodyLotion_5oz_1000x1000.jpg?sw=570&sh=570&sm=cut&sfrm=jpg&q=70",
   "EAN": "3,14775E+12",
   "Volume": "5.0 Fl. Oz.",
   "Shade": null,
   "Price": "$38.00",
   "Discounted From Price": null,
   "Description": "An incredibly lightweight moisturizing lotion that delicately scents skin with the radiant, sensual fragrance of TRÉSOR. Skin feels silky-soft instantly with the smooth, fast absorbing formula that promises a lasting, refreshing feeling.",
   "Benefits": null,
   "Ingredients": null,
   "How to apply": null,
   "Fragrance Note": null,
   "Bottle": null,
   "Available": "y"
 }
]